export const arcana = {
  "rune-ward": {
    name: 'Рунный оберег',
    body: `_**Рунный оберег:**_ У вас есть очень ценная для вас безделушка, которая может быть пропитана охранной магией и служить оберегом для вас или вашего союзника. Опишите, что это такое и почему это так важно для вас. Когда носитель оберега получает урон, он может потратить **Надежду**, чтобы уменьшить этот урон на **1d8**.

Если на Кости Оберега выпадет **8**, то сила оберега временно прекращается после того, как он снизит урон в этот ход. Его можно бесплатно перезарядить во время следующего отдыха.`,
  },
  "unleash-chaos": {
    name: 'Высвобождение хаоса',
    body: `_**Высвобождение хаоса:**_ В начале сессии поместите на эту карту количество жетонов, равное вашей Характеристике Заклинателя. 

Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции и потратьте любое количество жетонов, чтобы направить первозданную энергию изнутри себя и высвободить ее против цели. При успехе бросьте число **d10**, равное количеству потраченных жетонов, и нанесите цели столько же магического урона. **Отметьте** **Стресс**, чтобы восполнить запас жетонов на этой карте вплоть до вашей Характеристики Заклинателя. 

В конце каждой сессии снимите все неиспользованные жетоны.`,
  },
  "wall-walk": {
    name: 'Хождение по стенам',
    body: '_**Хождение по стенам:**_ Потратьте **Надежду**, чтобы позволить существу, до которого вы можете коснуться, взбираться по стенам и потолкам так же легко, как ходить по земле. Эффект длится до конца сцены или пока вы не используете Хождение по стенам снова.',
  },
  "cinder-grasp": {
    name: 'Пепельная хватка',
    body: `_**Пепельная хватка:**_ Совершите **Бросок Заклинания** против цели, находящейся Вплотную. При успехе цель мгновенно воспламеняется, получает **1d20+3** магического урона и временно *Поджигается*. 

Когда существо действует будучи *Подожженным*, оно должно получить дополнительно **2d6** магического урона, если в конце действия оно все еще *Подожжено*.`,
  },
  "floating-eye": {
    name: 'Парящее око',
    body: '_**Парящее око:**_ **Потратьте Надежду**, чтобы создать одну небольшую парящую сферу, которую вы можете перемещать в любое место в пределах Очень Далекой дистанции. Пока это заклинание активно, вы можете видеть через сферу, как если бы вы смотрели из ее позиции. Вы можете свободно переключаться между использованием своих собственных чувств и видением через сферу. Если сфера получает урон или выходит из досягаемости, действие заклинания прекращается.',
  },
  counterspell: {
    name: 'Контрзаклинание',
    body: '_**Контрзаклинание:**_ Вы можете прервать действие магического эффекта, совершив Бросок Реакции с использованием вашей Характеристики Заклинателя. В случае успеха эффект прекращается, предотвращая все возможные последствия, а эта карта помещается в ваше Хранилище.',
  },
  flight: {
    name: 'Полёт',
    body: '_**Полёт:**_ Совершите **Бросок Заклинания** **(15)**. При успехе поместите на эту карту количество жетонов, равное вашей Проворности (минимум 1). Когда вы совершаете Бросок Действия во время полета, потратьте жетон с этой карты. После завершения действия, на которое был потрачен последний жетон, вы спускаетесь на землю прямо под собой.',
  },
  "blink-out": {
    name: 'Мерцание',
    body: '_**Мерцание:**_ Совершите **Бросок Заклинания (12)**. При успехе **потратьте Надежду**, чтобы телепортироваться в другую точку, которую вы можете видеть в пределах Далекой дистанции. Если какие-либо согласные существа находятся в пределах Близкой дистанции от вас, **потратьте дополнительную Надежду** за каждое существо, чтобы взять их с собой.',
  },
  "preservation-blast": {
    name: 'Отталкивающий импульс',
    body: '_**Отталкивающий импульс:**_ Совершите **Бросок Заклинания** против всех целей, что находятся Вплотную к вам. Цели, против которых вы преуспели, будут отброшены на Далекую дистанцию и получат **d8+3** магического урона, используя вашу Характеристику Заклинателя.',
  },
  "chain-lightning": {
    name: 'Цепная молния',
    body: '_**Цепная молния:**_ **Отметьте 2** **Стресса**, чтобы совершить **Бросок Заклинания** и направить молнию на всех целей в Средней дистанции. Цели, против которых вы преуспели, должны выполнить бросок реакции со Сложностью, равной результату вашего броска заклинания. Цели, которые провалили бросок, получают **2d8+4** магического урона. Дополнительные противники, которые еще не были целями Цепной молнии и находящиеся в пределах Средней дистанции от предыдущих целей, получивших урон, также должны сделать бросок реакции. Цели, которые провалили бросок, получают **2d8+4** магического урона. Эта цепь продолжается, пока в радиусе действия не останется противников.',
  },
  premonition: {
    name: 'Предчувствие',
    body: '_**Предчувствие:**_ Вы можете направлять мистическую энергию, чтобы получать видения будущего. Один раз до следующего продолжительного отдыха, сразу после того, как Мастер сообщит вам о результатах вашего броска, вы можете отменить своё действие и его последствия, как будто ничего не произошло, и сделать другое действие.',
  },
  "rift-walker": {
    name: 'Ходящий сквозь разлом',
    body: `_**Ходящий сквозь разлом:**_ Совершите **Бросок Заклинания** **(15)**. В случае успеха вы помещаете на землю под собой тайную метку. В следующий раз, когда вы успешно произнесете это заклинание, откроется разрыв в пространстве, обеспечивающий безопасный проход обратно в то место, где была помещена метка. Этот разлом остается открытым, пока вы не решите его закрыть или не произнесете другое заклинание.

Вы можете прекратить действие этого заклинания в любой момент, чтобы использовать его снова и разместить метку в новом месте.`,
  },
  telekinesis: {
    name: 'Телекинез',
    body: '_**Телекинез:**_ Совершите **Бросок Заклинания** против цели, находящейся в далекой дистанции. В случае успеха вы можете использовать свой разум, чтобы переместить цель в любую точку в пределах Далекой дистанции от ее исходного положения. Вы можете бросить поднятую цель в качестве атаки, выполнив дополнительный бросок заклинания против второй цели, которую вы пытаетесь атаковать. В случае успеха нанесите второй цели **d12+4** физического урона, используя свое Мастерство. Затем заклинание заканчивается.',
  },
  "arcana-touched": {
    name: 'Затронутый Арканой',
    body: `_**Затронутый Арканой:**_ Когда 4 или более карт домена в вашей Руке относятся к домену "Аркана", вы получаете следующие преимущества:
- +1 бонус к вашим Броскам Заклинаний
- Один раз до следующего отдыха вы можете поменять местами результаты ваших костей Надежды и Страха.`,
  },
  "cloaking-blast": {
    name: 'Маскирующий взрыв',
    body: '_**Маскирующий взрыв:**_ Когда вы успешно совершаете **Бросок Заклинания** для применения другого заклинания, вы можете **потратить** **надежду**, чтобы стать *Замаскированным*. Пока вы *Замаскированы*, вы остаетесь незаметным, если стоите на месте, даже когда противник движется туда, где обычно мог бы вас увидеть. Когда вы перемещаетесь в поле зрения противника или совершаете атаку, вы теряете состояние *Замаскированный*.',
  },
  "arcane-reflection": {
    name: 'Мистическое отражение',
    body: '_**Мистическое отражение:**_ Когда вы получаете магический урон, вы можете **потратить любое количество** **Надежды**, чтобы бросить столько же **d6**. Если хотя бы на одной кости выпадает 6, атака отражается обратно в заклинателя, нанося урон ему вместо вас.',
  },
  "confusing-aura": {
    name: 'Запутывающая аура',
    body: '_**Запутывающая аура:**_ Совершите **Бросок Заклинания** **(14)**. При успехе один раз до следующего продолжительного отдыха вы создаёте вокруг своего тела слой иллюзии, который затрудняет определение вашего точного местоположения. **Отметьте любое количество** **Стресса**, чтобы создать столько же дополнительных слоёв. Когда противник наносит по вам удар, бросьте количество **d6**, равное числу активных слоёв. Если хотя бы на одной кости выпадает 5 или больше, один слой ауры уничтожается и атака не достигает цели. Если все результаты равны 4 или меньше, вы получаете урон и заклинание заканчивается.',
  },
  earthquake: {
    name: 'Землетрясение',
    body: `_**Землетрясение:**_ Совершите **Бросок Заклинания** **(16)**. При успехе, один раз до следующего отдыха все цели в пределах Очень дальней дистанции, которые не летают, должны совершить Бросок Реакции (18). Цели, провалившие бросок, получают **3d10+8** физического урона и временно становятся *Уязвимыми*. Цели, прошедшие бросок, получают половину урона. 

Кроме того, при успешном броске заклинания вся местность в радиусе действия заклинания становится труднопроходимой, а сооружения в этом радиусе могут получить повреждения или разрушиться.`,
  },
  "sensory-projection": {
    name: 'Сенсорная проекция',
    body: '_**Сенсорная проекция:**_ Один раз до следующего отдыха совершите **Бросок Заклинания** **(15)**. При успехе вы попадаете в видение, которое позволяет вам ясно видеть и слышать любое место, в котором вы когда-либо были, как будто вы стоите там в данный момент. Вы можете свободно перемещаться в этом видении и не ограничены физическими законами или препятствиями физического тела. Это заклинание не может быть обнаружено обычными или магическими средствами. Вы выходите из этого видения, получив урон или произнеся другое заклинание.',
  },
  "adjust-reality": {
    name: 'Изменение реальности',
    body: '_**Изменение реальности:**_ После того, как вы или ваш союзник сделали любой бросок, вы можете **потратить 5** **Надежды**, чтобы изменить числовой результат этого броска на результат по вашему выбору. Результат должен быть возможным в пределах диапазона костей.',
  },
  "falling-sky": {
    name: 'Падающее небо',
    body: '_**Падающее небо:**_ Совершите **Бросок Заклинания** против всех противников в пределах Далекой дистанции. **Отметьте любое количество** **Стресса**, чтобы с неба посыпались осколки магии. Цели, против которых вы преуспели, получают **1d20+2** урона от магии за каждый отмеченный Стресс.',
  },
}
