export const blade = {
  "get-back-up": {
    name: 'Вернуться в строй',
    body: '_**Вернуться в строй:**_ Когда вы получаете Тяжёлый Урон, вы можете уменьшить тяжесть на один порог, но взамен **отметить** **Стресс**.',
  },
  "not-good-enough": {
    name: 'Так не пойдёт',
    body: '_**Так не пойдёт:**_ При броске костей урона, вы можете перебросить все **1** и **2**.',
  },
  whirlwind: {
    name: 'Вихрь',
    body: '_**Вихрь:**_ Когда вы успешно атакуете цель в пределах Близкой дистанции, вы можете **потратить Надежду**, чтобы использовать эту атаку против всех других целей в пределах Близкой дистанции. Все дополнительные противники, против которых вы преуспели при использовании этой способности, получают половину урона.',
  },
  "a-soldiers-bond": {
    name: 'Солдатская связь',
    body: '_**Солдатская связь:**_ Один раз до следующего продолжительного отдыха, когда вы делаете кому-то комплимент или спрашиваете о том, в чем они хороши, вы оба получаете 3 Надежды.',
  },
  reckless: {
    name: 'Безрассудный',
    body: '_**Безрассудный:**_ **Отметьте Стресс**, чтобы получить преимущество для следующей атаки.',
  },
  scramble: {
    name: 'Отскок',
    body: '_**Отскок:**_ Один раз до следующего отдыха, когда существо, что находится Вплотную к вам наносит вам урон, вы можете избежать атаки и безопасно выйти за пределы дистанции Вплотную от этого противника.',
  },
  "versatile-fighter": {
    name: 'Универсальный боец',
    body: `_**Универсальный боец:**_ Вы можете использовать любую другую Характеристику для оружия, вместо характеристики, указанной для этого оружия.

Когда вы наносите урон, вы можете **отметить** **Стресс**, чтобы использовать максимальный результат одной из ваших костей урона вместо броска этой кости.`,
  },
  "deadly-focus": {
    name: 'Смертоносная сосредоточенность',
    body: '_**Смертоносная сосредоточенность:**_ Один раз до следующего отдыха вы можете сосредоточить все свое внимание на цель по вашему выбору. До тех пор, пока вы не атакуете другое существо, не победите цель или не закончите бой, вы получаете бонус +1 к Мастерству.',
  },
  "fortified-armor": {
    name: 'Усиленная броня',
    body: '_**Усиленная броня:**_ Пока вы носите доспехи, получите бонус +2 к порогам урона.',
  },
  "champions-edge": {
    name: 'Преимущество чемпиона',
    body: `_**Преимущество чемпиона:**_ Когда вы бросаете критический успех на атаку, вы можете **потратить до 3** **Надежды** и выбрать один из следующих вариантов за каждую потраченную Надежду:
 
- Вы очищаете Рану.
- Вы очищаете Ячейку Брони.
- Цель должна отметить дополнительную Рану.

Вы не можете выбрать один и тот же вариант более одного раза.`,
  },
  vitality: {
    name: 'Живучесть',
    body: `_**Живучесть:**_ Когда вы выбираете эту карту, вы навсегда получаете два из следующих преимуществ:
- Одну ячейку Стресса
- Одну ячейку Ран
- +2 к вашим порогам урона

Затем навсегда поместите эту карту в ваше хранилище.`,
  },
  "battle-hardened": {
    name: 'Закалённый в боях',
    body: '_**Закалённый в боях:**_ Один раз до следующего продолжительного отдыха, когда вы собираетесь совершить Предсмертный Ход, вы можете **потратить** **Надежду**, чтобы вместо этого  очистить Рану.',
  },
  "rage-up": {
    name: 'Ярость',
    body: `_**Ярость:**_ Перед тем, как совершить атаку, вы можете **отметить** **Стресс**, чтобы получить бонус к броску урона, равный удвоенной величине вашей Силы.

Вы можете впадать в Ярость два раза за атаку.`,
  },
  "blade-touched": {
    name: 'Затронутый Клинком',
    body: `_**Затронутый Клинком:**_ Когда 4 или более карт домена в вашей Руке относятся к домену "Клинка", вы получаете следующие преимущества:
- +2 бонус к вашим броскам атаки
- +4 бонус к вашему порогу Тяжелого урона`,
  },
  "glancing-blow": {
    name: 'Скользящий удар',
    body: '_**Скользящий удар:**_ Когда вы промахиваетесь, вы можете **отметить** **Стресс**, чтобы нанести урон оружием, используя половину вашего Мастерства',
  },
  "battle-cry": {
    name: 'Боевой клич',
    body: `_**Боевой клич:**_ Один раз до следующего продолжительного отдыха, когда вы бросаетесь в опасность, вы можете издать воодушевляющий клич, который вдохновляет ваших союзников. 
Все союзники, которые слышат вас, очищают Стресс и получают Надежду. Кроме того, ваши союзники получают Преимущество на броски Атаки, пока вы или ваш союзник не провалите бросок со Страхом.`,
  },
  frenzy: {
    name: 'Бешенство',
    body: `_**Бешенство:**_ Один раз до следующего продолжительного отдыха вы можете впасть в состояние *Бешенство*, пока в поле зрения не останется противников.
 

В состоянии *Бешенства* вы не можете использовать Ячейки Брони и получаете бонус +10 к броскам урона и бонус +8 к порогу Тяжелого урона.`,
  },
  "gore-and-glory": {
    name: 'Кровь и слава',
    body: `_**Кровь и слава:**_ Когда вы бросаете критический успех на атаку оружием, получите дополнительную Надежду или очистите дополнительный Стресс. 

Кроме того, когда вы наносите достаточно урона, чтобы победить врага, получите Надежду или очистите Стресс.`,
  },
  "reapers-strike": {
    name: 'Удар жнеца',
    body: '_**Удар жнеца:**_ Один раз до следующего продолжительного отдыха, **потратьте** **Надежду**, чтобы совершить бросок Атаки. Мастер сообщает вам, против каких целей в пределах дистанции вы преуспеваете. Выберите одну из этих целей и заставьте ее отметить 5 Ран.',
  },
  "battle-monster": {
    name: 'Монстр сражений',
    body: '_**Монстр сражений:**_ Когда вы совершаете успешную атаку против противника, вы можете **отметить 4** **Стресса**, чтобы заставить цель отметить количество Ран, равное количеству Ран, которые у вас в данный момент отмечены, вместо того, чтобы бросать кость на урон.',
  },
  onslaught: {
    name: 'Натиск',
    body: `_**Натиск:**_ Когда вы успешно совершаете атаку своим оружием, вы никогда не наносите урон ниже порога Ощутимого урона цели (цель всегда получает минимум 2 Раны).

Кроме того, когда существо в пределах дистанции вашего оружия наносит урон вашему союзнику атакой, которая не включает вас, вы можете **отметить** **Стресс**, чтобы заставить его совершить Бросок Реакции (15). При провале цель должна отметить Рану.`,
  },
}
