export const codex = {
  "book-of-ava": {
    name: 'Книга Авы',
    body: `_**Силовой толчок:**_ Совершите **Бросок Заклинания** против цели, находящейся Вплотную. При успехе отбросьте цель на Далекую дистанцию и нанесите ей **d10+2** магического урона, используя ваше Мастерство.

_**Доспехи Тавы:**_ Потратьте **Надежду**, чтобы дать цели, до которой вы можете коснуться, +1 бонус к Показателю Брони до ее следующего отдыха или пока вы не наложите Доспехи Тавы снова.

_**Ледяной шип:**_ Совершите **Бросок Заклинания (12)**, чтобы призвать большой ледяной шип в пределах Далекой дистанции. Если вы используете шип в качестве оружия, вместо этого совершите Бросок Заклинания против Сложности цели. При успехе нанесите **d6** физического урона, используя ваше Мастерство.`,
  },
  "book-of-illiat": {
    name: 'Книга Иллиата',
    body: `_**Дрёма:**_ Совершите **Бросок Заклинания** против цели в пределах Близкой дистанции. При успехе она *Засыпает*, до тех пор пока не получит урон или ведущий не потратит Страх в свой ход, чтобы закончить это состояние.

_**Шквал арканы:**_ Один раз до следующего отдыха вы **можете потратить любое количество Надежды** и выстрелить магическими снарядами, которые поражают цель по вашему выбору в пределах Средней дистанции. Бросьте количество **d6**, равное потраченной **Надежде**, и нанесите цели столько же магического урона.

_**Телепатия:**_ **Потратьте Надежду**, чтобы открыть канал мысленной связи с одной целью, которую можете видеть. Эта связь длится до следующего отдыха или пока вы не используете Телепатию снова.`,
  },
  "book-of-tyfar": {
    name: 'Книга Тайфара',
    body: `_**Дикое пламя:**_ Совершите **Бросок Заклинания**, чтобы атаковать до трёх противников, находящихся Вплотную. Цели, против которых вы преуспеваете, получают **2d6** магического урона и должны отметить Стресс, когда из вашей руки вырываются языки пламени.

_**Магическая рука:**_ Вы создаете магическую руку такого же размера и силы, как ваша собственная, в пределах Далекой дистанции.

_**Мистический туман:**_ Совершите **Бросок Заклинания (13)**, чтобы создать временный густой туман, окружающий стационарную область в пределах Близкой дистанции. Туман заслоняет обзор этой области и всего, что в ней находится.`,
  },
  "book-of-sitil": {
    name: 'Книга Ситила',
    body: `_**Смена обличья:**_ Вы магическим образом меняете свою внешность и одежду, чтобы избежать узнавания.

_**Параллель:**_ **Потратьте 2** **Надежды**, чтобы наложить это заклинание на себя или союзника в пределах Средней дистанции. В следующий раз, когда цель совершит атаку, она сможет поразить дополнительную цель в пределах дистанции, против которой ее бросок атаки был бы успешным. Вы можете держать это заклинание только на одном существе за раз.

_**Мираж:**_ Совершите **Бросок Заклинания** **(14)**. При успехе создайте временную визуальную иллюзию размером не больше вас в пределах Средней дистанции, которая будет длиться до тех пор, пока вы на нее смотрите. Она выдерживает пристальный взгляд, пока наблюдатель не окажется Вплотную.`,
  },
  "book-of-vagras": {
    name: 'Книга Ваграса',
    body: `_**Руническая печать:**_ Совершите **Бросок Заклинания (15)** на объект, которого вы касаетесь и который можно закрыть (например, замок, сундук или ящик). При успехе один раз до следующего отдыха вы можете запереть объект так, что его смогут открыть только существа по вашему выбору. Кто-то, обладающий доступом к магии и имеющий час времени на изучение заклинания, может его разорвать.

_**Мистическая дверь:**_ Когда Вплотную к вам нет противников, совершите **Бросок Заклинания (13)**. При успехе **потратьте** **Надежду**, чтобы создать портал от вас до места в пределах Далекой дистанции, которое вы можете видеть. Портал закрывается, как только через него проходит существо.

_**Раскрытие:**_ Совершите **Бросок Заклинания**. Если в пределах Средней дистанции есть что-либо, скрытое магией, против чего этот бросок успешен, оно будет раскрыто.`,
  },
  "book-of-korvax": {
    name: 'Книга Корвакса',
    body: `_**Левитация:**_ Совершите **Бросок Заклинания**, чтобы временно поднять в воздух цель, которую вы видите, и переместить ее в пределах Средней дистанции от ее исходного положения.

_**Забывчивость:**_ **Потратьте** **Надежду**, чтобы заставить цель, находящуюся к вам Вплотную совершить Бросок Реакции (15). При провале, цель забывает последнюю минуту вашего разговора.

_**Круг рун:**_ **Отметьте** **Стресс** для создания временного магического круга на земле под вашими ногами. Все противники, находящиеся или подходящие к вам Вплотную, получают **2d12+4** урона от магии и отбрасываются на Близкую дистанцию.`,
  },
  "book-of-norai": {
    name: 'Книга Нораи',
    body: `_**Мистическое опутывание:**_ Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции. При успехе цель временно *Обездвижена* и должна отметить Стресс. Если вы целитесь в летающее существо, это заклинание приземляет и временно *Обездвиживает* его.

_**Огненный шар:**_ Совершите **Бросок Заклинания** против цели в пределах Очень Далекой дистанции. При успехе, бросьте в неё огненный шар, который взрывается при ударе. Цель и все существа в пределах Близкой дистанции от нее должны совершить Бросок Реакции (13). Цели, провалившие бросок, получают **d20+5** магического урона, используя ваше Мастерство. Цели, которые преуспели, получают половину урона.`,
  },
  "book-of-exota": {
    name: 'Книга Экзоты',
    body: `_**Рассеивание:**_ Вы можете прервать действующий магический эффект. Совершите бросок реакции с использованием вашей Характеристики Заклинателя. При успехе, один раз до следующего отдыха, эффект прекращается, а все последствия избегаются.

_**Создание конструкта:**_ **Потратьте одну** **Надежду** и выберите группу объектов вокруг вас, чтобы создать из них оживший конструкт, который будет подчиняться простым командам. Совершите **Бросок Заклинания**, чтобы приказать ему действовать. При необходимости, он копирует ваше Уклонение и черты, а его атаки наносят **2d10+3** физического урона. Вы можете поддерживать только одного конструкта за раз, и он распадается, когда получает любой урон.`,
  },
  "book-of-grynn": {
    name: 'Книга Гринна',
    body: `_**Магическое отторжение:**_ Один раз до следующего продолжительного отдыха, **потратьте** **Надежду**, чтобы отменить урон от атаки, нацеленной на вас или союзника в пределах Близкой дистанции.

_**Временная печать:**_ Выберите объект в пределах Далекой дистанции. Этот объект останавливается во времени и пространстве точно в том месте, где он находится, до вашего следующего отдыха. Если существо попытается переместить объект, совершите **Бросок Заклинания** против него, чтобы сохранить действие заклинания.

_**Огненная стена:**_ Совершите **Бросок Заклинания (15)**. При успехе создайте временную стену магического пламени между двумя точками в пределах Далекой дистанции. Все существа на пути стены должны выбрать, на какой стороне они будут находиться, и все, кто впоследствии пройдут через стену, получат **4d10+3** магического урона.`,
  },
  "manifest-wall": {
    name: 'Сотворение стены',
    body: '_**Сотворение стены:**_ Совершите **Бросок Заклинания** **(15)**. При успехе, один раз до следующего отдыха, **потратьте** **Надежду** для создания временной магической стены между двумя точками в пределах Далекой дистанции. Она может быть высотой до 15 метров и формироваться под любым углом. Существа или предметы, находящиеся на ее пути, отбрасываются в сторону по вашему выбору. Стена остается до вашего следующего отдыха или до тех пор, пока вы не произнесете заклинание «Сотворение Стены» снова.',
  },
  teleport: {
    name: 'Телепортация',
    body: `_**Телепортация:**_ Один раз до следующего продолжительного отдыха вы можете мгновенно телепортировать себя и любое количество желающих целей в пределах Средней дистанции в место, где вы уже бывали. Выберите один из следующих вариантов, затем совершите **Бросок Заклинания** **(16)**:

- Если вы хорошо знаете это место, получите бонус +3.
- Если вы часто бывали в этом месте, получите бонус +1. 
- Если вы бывали в этом месте нечасто, не получаете модификатор. 
- Если вы были там только один раз, получите штраф −2.

При успехе вы появляетесь там, куда намеревались отправиться. При провале вы появляетесь в другом месте, и степень неудачи определяет, насколько далеко вы отклонились от курса.`,
  },
  banish: {
    name: 'Изгнание',
    body: `_**Изгнание:**_ Совершите **Бросок Заклинания** против цели в пределах Средней дистанции. При успехе, бросьте количество **d20**, равное вашей Характеристике Заклинателя. Цель должна совершить Бросок Реакции со Сложностью, равной вашему наивысшему результату. При успехе цель должна отметить Стресс, но не изгоняется. При провале, один раз до следующего отдыха, цель изгоняется из этого плана. 

Когда игроки совершают броски со Страхом, Сложность получает штраф −1, и цель совершает бросок реакции. При успехе она возвращается из изгнания.`,
  },
  "sigil-of-retribution": {
    name: 'Символ возмездия',
    body: '_**Символ возмездия:**_ Отметьте противника в пределах Средней дистанции знаком возмездия. Мастер получает Страх. Каждый раз, когда помеченный противник наносит урон вам или вашим союзникам, поместите **d8** на эту карту. Вы можете иметь количество **d8**, равное вашему уровню. Когда вы успешно атакуете помеченного противника, бросьте кости с этой карты и добавьте сумму к вашему броску урона, затем уберите кости. Этот эффект заканчивается, когда помеченный противник побежден или вы снова используете Символ Возмездия.',
  },
  "book-of-homet": {
    name: 'Книга Гомета',
    body: `_**Хождение насквозь:**_ Совершите **Бросок Заклинания** **(13)**. При успехе, один раз до следующего отдыха, вы и все существа, касающиеся вас, можете пройти сквозь стену или дверь в пределах Средней дистанции. Эффект заканчивается, когда все оказываются по другую сторону.

_**Врата миров:**_ Совершите **Бросок Заклинания (14)**. Один раз до следующего продолжительного отдыха, при успехе, откройте врата в место в другом измерении или Плане существования, где вы уже бывали. Эти врата остаются открытыми до вашего следующего отдыха.`,
  },
  "codex-touched": {
    name: 'Затронутый Кодексом',
    body: `_**Затронутый Кодексом:**_ Когда 4 или более карт домена в вашей Руке принадлежат домену "Кодекс", вы получаете следующие преимущества:
- Вы можете **отметить** **Стресс**, чтобы добавить ваше Мастерство к Броску Заклинания.
- Один раз до следующего отдыха замените эту карту любой картой из вашего хранилища, не платя за ее Призыв.`,
  },
  "book-of-vyola": {
    name: 'Книга Вайолы',
    body: `_**Погружение в память:**_ Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции. При успехе загляните в разум цели и задайте Мастеру вопрос. Мастер описывает любые воспоминания цели, имеющие отношение к ответу.

_**Разделённая ясность:**_ Один раз до следующего продолжительного отдыха, **потратьте** **Надежду**, чтобы выбрать двух согласных существ. Когда одно из них должно отметить Стресс, они могут выбрать, кто из них двух получит его. Это заклинание действует до следующего отдыха этих существ.`,
  },
  "safe-haven": {
    name: 'Безопасная гавань',
    body: `_**Безопасная гавань:**_ Когда у вас есть несколько минут спокойствия, чтобы сосредоточиться, вы можете **потратить 2** **Надежды** на вызов Безопасного Убежища, большого межпространственного дома, где вы и ваши союзники можете укрыться. Когда вы это сделаете, где-то в пределах Средней дистанции появится магическая дверь. В него могут войти только выбранные вами существа. Оказавшись внутри, вы можете сделать вход невидимым. Вы и все, кто находится внутри, всегда можете выйти. После выхода дверь необходимо вызвать снова. 

Когда вы отдыхаете в своем Безопасном Убежище, вы можете выбрать дополнительный Ход Отдыха.`,
  },
  "book-of-ronin": {
    name: 'Книга Ронина',
    body: `_**Превращение:**_ Совершите **Бросок Заклинания** **(15)**. При успехе вы превращаетесь в неодушевленный объект, размер которого не превышает двойной размер вашего нормального тела. Вы можете оставаться в этом виде до тех пор, пока не получите урон.

_**Бесконечное истощение:**_ Один раз до следующего продолжительного отдыха совершите **Бросок Заклинания** против цели в пределах Средней дистанции. При успехе цель становится навсегда *Уязвимой*. Она не может избавиться от этого состояния никаким способом.`,
  },
  "disintegration-wave": {
    name: 'Волна уничтожения',
    body: '_**Волна уничтожения:**_ Совершите **Бросок Заклинания** **(18)**. При успехе, один раз до следующего продолжительного отдыха, Мастер сообщает вам, у каких противников в пределах Далекой дистанции Сложность равна 18 или ниже. **Отметьте** **Стресс** для каждого, кого вы хотите поразить этим заклинанием. Они убиты и не могут вернуться к жизни никаким образом.',
  },
  "book-of-yarrow": {
    name: 'Книга Йаррова',
    body: `_**Искажение времени:**_ Совершите **Бросок Заклинания** **(18)**. При успехе время ненадолго останавливается для всех в пределах Далекой дистанции, кроме вас. Оно возобновляется, когда вы совершаете следующий бросок действия, целью которого является другое существо.

_**Магический иммунитет:**_ **Потратьте 5** **Надежды**, чтобы стать невосприимчивым к магическому урону до следующего отдыха.`,
  },
  "transcendent-union": {
    name: 'Союз душ',
    body: '_**Союз душ:**_ Один раз до следующего продолжительного отдыха, **потратьте 5** **Надежды**, чтобы наложить это заклинание на двух или более согласных существ. До вашего следующего отдыха, когда существо, связанное этим союзом, должно отметить Стресс или Рану, связанные существа могут выбрать, кто именно их отметит.',
  },
}
