export const dread = {
  "blighting-strike": {
    name: 'Увядающий удар',
    body: '_**Увядающий удар:**_ Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции. При успехе цель получает **d6+1** магического урона, используя ваше Мастерство, и в следующий раз, когда цель наносит урон союзнику, он будет уменьшен наполовину. Если вы преуспеваете со Страхом, вместо этого цель получает **d10+1** магического урона, используя ваше Мастерство.',
  },
  "umbral-veil": {
    name: 'Завеса теней',
    body: '_**Завеса теней:**_ Один раз до следующего отдыха, при броске со Страхом, вы можете **потратить любое количество Надежды** и поместить на эту карту столько же жетонов, чтобы окружить себя теневой энергией. После того, как против вас был совершен бросок атаки, вы можете потратить любое количество жетонов, чтобы наложить на бросок атаки штраф **-1**, за каждый жетон. Во время следующего отдыха, снимите все жетоны с этой карты.',
  },
  "voice-of-dread": {
    name: 'Глас ужаса',
    body: '_**Глас ужаса:**_ Вы можете магическим образом говорить прямо в уши существа, которое вы видите. Чтобы истязать его своими словами, совершите **Бросок Заклинания** против него. При успехе оно должно отметить Стресс и становится временно *Уязвимым*.',
  },
  "hideous-retribution": {
    name: 'Безобразная кара',
    body: '_**Безобразная кара:**_ Когда союзник в пределах Средней дистанции получает урон от противника, которого вы видите, вы можете совершить **Бросок Реакции** против противника, используя вашу характеристику заклинателя. При успехе **отметьте Стресс**, чтобы нанести ему **d6** магического урона, используя ваше Мастерство.',
  },
  "siphon-essence": {
    name: 'Вытягивание сущности',
    body: '_**Вытягивание сущности:**_ Совершите **Бросок Заклинания** против цели в пределах Близкой дистанции. При успехе, один раз до следующего продолжительного отдыха, цель получает **d20** магического урона, используя ваше Мастерство. Вы очищаете количество Ран, равное количеству Ран, отмеченных целью от этой атаки. При успехе со Страхом, вы получаете +1 к Мастерству для этой атаки.',
  },
  "shared-trauma": {
    name: 'Разделённая травма',
    body: '_**Разделённая травма:**_ Вы можете передать страдания от одного существа к другому. Один раз до следующего отдыха, отметьте любое количество Ран у согласного существа, находящегося Вплотную, чтобы очистить столько же Ран у другого согласного существа, находящегося Вплотную. Вы можете выбрать себя вместо любого из этих существ.',
  },
  terrify: {
    name: 'Вселить ужас',
    body: '_**Вселить ужас:**_ Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции. При успехе цель отмечает **1d4 Стресса**, и вы можете заставить ее убежать на одну ступень дистанции от вас (Средне -> Далеко, Далеко -> Очень Далеко, т.д.). При успехе со Страхом, цель становится временно *Уязвимой*.',
  },
  "summon-horror": {
    name: 'Призыв ужаса',
    body: `_**Призыв ужаса:**_ Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции. При успехе, **потратьте Надежду**, чтобы вызвать потустороннее существо, которое атакует цель и нанесет **d10** магического урона, используя ваше Мастерство. Цель также должна преуспеть в **Броске Реакции (12)**, чтобы противостоять этому ужасу, иначе она должна отметить **1d4** Стресса.

После совершения атаки существо рассеивается.`,
  },
  "dire-strike": {
    name: 'Роковой удар',
    body: '_**Роковой удар:**_ После совершения успешной атаки, вы можете **потратить 2 Надежды**, чтобы поглотить силу цели. За каждую Рану, отмеченной целью от этой атаки, Мастер теряет Страх.',
  },
  "spectral-mist": {
    name: 'Призрачный туман',
    body: '_**Призрачный туман:**_ **Отметьте Стресс**, чтобы призвать жуткий туман, который делает вас и все цели в пределах Средней дистанции на мгновение нематериальными. Пока существо нематериально, оно может проходить сквозь твердые предметы и имеет иммунитет к физическому урону. Существо снова становится материальным после того, как пройдет сквозь твердый предмет или совершит бросок действия. Иначе этот эффект пропадает в конце сцены.',
  },
  "dread-touched": {
    name: 'Затронутый Ужасом',
    body: `_**Затронутый Ужасом:**_ Когда 4 или более карт домена в вашей Руке относятся к домену "Ужаса", вы получаете следующие преимущества:
- Когда вы преуспеваете со Страхом, вы можете **отметить 2 Стресса**, чтобы Мастер не получил Страх.
- Один раз до следующего отдыха, при броске действия, вы можете добавить +1 к броску за каждый жетон Страха у Мастера.`,
  },
  "wall-of-hunger": {
    name: 'Стена ненасытности',
    body: '_**Стена ненасытности:**_ Совершите успешный **Бросок Заклинания (13)**, чтобы создать видимую стену из извивающейся некротической энергии линией между двумя точками в пределах Далекой дистанции. Она существует до тех пор, пока вы не отметите Рану или не используете это заклинание повторно. Любые существа, находящиеся внутри стены в момент ее появления или пытающиеся пройти через нее, должны **отметить 2 Стресса** и совершить **Бросок Реакции (16)**. При провале они временно *Обездвижены* стеной.',
  },
  "dark-army": {
    name: 'Армия тьмы',
    body: `_**Армия тьмы:**_ Совершите **Бросок Заклинания (14)**. Один раз до следующего продолжительного отдыха, при успехе вы можете призвать группу демонов, которые окружают вас и движутся вместе с вами. Положите 8 жетонов на эту карту. Когда вы наносите урон цели в пределах Близкой дистанции, вы можете потратить жетон, чтобы увеличить его на **+1d8**. Кроме того, когда вы получаете урон, вы можете потратить жетон, чтобы уменьшить его на **1d8**. Каждый раз, когда вы тратите жетон, демон действует в ваших интересах, после чего исчезает.

Снимите все жетоны с этой карты во время вашего следующего отдыха.`,
  },
  "eldritch-flesh": {
    name: 'Потусторонняя форма',
    body: `_**Потусторонняя форма:**_ Вы воплощаете тьму, с которой прежде лишь игрались. Пока эта карта в вашей Руке:
- Получите +1 к вашим порогам урона за каждый отмеченный вами Стресс.
- При бросках со Страхом, вы можете **потратить 2 Надежды**, чтобы очистить Ячейку Брони.`,
  },
  damnation: {
    name: 'Ужасная кара',
    body: '_**Ужасная кара:**_ Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции. При успехе, **отметьте любое количество Стресса**, чтобы бросить столько же **d20** и нанести магический урон, равный общему результату. Если цель была побеждена в результате этой атаки, то все противники в пределах Далекой дистанции отмечают Стресс.',
  },
  "savor-the-anguish": {
    name: 'Наслаждение муками',
    body: '_**Наслаждение муками:**_ Когда противник в пределах Средней дистанции отмечает Стресс или получает Тяжелый урон, вы можете **потратить Надежду**, чтобы очистить Стресс или заставить Мастера потерять жетон Страха.',
  },
  "invoke-torment": {
    name: 'Призыв терзаний',
    body: `_**Призыв терзаний:**_ Существа, у которых отмечены все ячейки Стресса, получают двойной урон от ваших атак.

Кроме того, когда вы побеждаете существо, у которого отмечены все ячейки Стресса, вы очищаете Стресс.`,
  },
  "withering-affliction": {
    name: 'Оковы мучений',
    body: '_**Оковы мучений:**_ Отметьте **2 Стресса**, чтобы временно *Сковать* цель в пределах Средней дистанции. Когда *Скованное* существо наносит урон, цель его атаки уменьшает количество отмеченных Ран на одну. Вы не можете иметь более одного *Скованного* существа одновременно.',
  },
  "wailing-leap": {
    name: 'Пугающий скачок',
    body: '_**Пугающий скачок:**_ Когда вы наносите магический урон цели, вы можете **отметить Стресс**, чтобы немедленно телепортироваться Вплотную к ней. Когда вы это делаете, цель становится *Уязвимой*, пока не отметит одну или больше Ран.',
  },
  "nether-flames": {
    name: 'Темное пламя',
    body: '_**Темное пламя:**_ Совершите **Бросок Заклинания** против всех противников в пределах Средней дистанции. Вы можете **потратить Надежду** для любых целей, против которых вы преуспели, и они должны совершить **Бросок Реакции (14)**. При провале, они получают **d8+6** магического урона, используя ваше Мастерство, будучи охваченными темным огнем. При успехе они получают половину урона.',
  },
  "avatar-of-malice": {
    name: 'Аватар страха',
    body: `_**Аватар страха:**_ **Отметьте Стресс**, чтобы превратиться в существо, питающееся страхом. Пока вы находитесь в этой форме, ваши броски урона получают бонус **+1d6** за каждый жетон **Страха** у Мастера. Кроме того, вы получаете **Надежду**, когда Мастер использует свойство Страха противника в пределах Средней дистанции.

Вы должны **потратить Надежду**, чтобы совершить бросок действия в этой форме. В противном случае вы выходите из этой формы.`,
  },
}
