export const grace = {
  "deft-deceiver": {
    name: 'Искусный обманщик',
    body: '_**Искусный обманщик:**_ **Потратьте Надежду**, чтобы получить преимущество на бросок, который вы делаете, чтобы обмануть или заставить кого-то поверить в ложь, которую вы говорите.',
  },
  enrapture: {
    name: 'Очарование',
    body: '_**Очарование:**_ Совершите **Бросок Заклинания** против цели в пределах Средней дистанции. При успехе, цель временно становится *Очарованной*. Пока цель *Очарована*, всё внимание цели приковано к вам, её поле зрения сужается, а все звуки, помимо вашего голоса, приглушаются. Один раз до следующего отдыха при успехе, вы можете **отметить** **Стресс**, чтобы заставить *Очарованную* цель также отметить **Стресс**.',
  },
  "inspirational-words": {
    name: 'Вдохновляющие слова',
    body: `_**Вдохновляющие слова:**_ Ваша речь наполнена силой. После продолжительного отдыха поместите на эту карту количество жетонов, равное вашему Влиянию. Когда вы разговариваете с союзником, вы можете потратить жетон с этой карты, чтобы дать ему одно из следующих преимуществ:

- Очистить Стресс.
- Очистить Рану.
- Получить Надежду.

При совершении продолжительного отдыха снимите все неиспользованные жетоны.`,
  },
  "tell-no-lies": {
    name: 'Ничего, кроме правды',
    body: '_**Ничего, кроме правды:**_ Совершите **Бросок Заклинания** против цели в пределах Близкой дистанции. При успехе они не могут лгать вам, пока остаются в пределах Средней дистанции, но не вынуждены говорить. Если вы зададите им вопрос, а они откажутся отвечать, они должны отметить Стресс, и эффект заканчивается. Цель обычно не знает, что на нее наложено это заклинание, пока оно не заставит ее произнести правду.',
  },
  troublemaker: {
    name: 'Смутьян',
    body: '_**Смутьян:**_ Когда вы дразните или провоцируете цель в пределах Далекой дистанции, совершите **Бросок Влияния** против нее. При успехе, один раз до следующего отдыха, бросьте количество **d4**, равное вашему Мастерству. Цель должна отметить Стресс, в количестве наибольшего выпавшего значения на костях.',
  },
  "hypnotic-shimmer": {
    name: 'Гипнотическое мерцание',
    body: '_**Гипнотическое мерцание:**_ Совершите **Бросок Заклинания** против всех противников перед вами в пределах Средней дистанции. При успехе, один раз до следующего отдыха, создайте иллюзию мигающих цветов и огней, которая временно *Оглушает* цели, против которых вы преуспели, и заставляет их отметить Стресс. Пока они *Оглушены*, они не могут использовать реакции и предпринимать никаких других действий, пока не снимут это состояние.',
  },
  invisibility: {
    name: 'Невидимость',
    body: `_**Невидимость:**_ Совершите **Бросок Заклинания** **(10)**. При успехе **отметьте** **Стресс** и выберите себя или союзника, находящегося к вам Вплотную, который станет *Невидимым*. *Невидимое* существо нельзя увидеть, кроме как с помощью магических средств, и броски Атаки против него совершаются с помехой. Поместите на эту карту количество жетонов, равное вашей Характеристике Заклинателя. Когда *Невидимое* существо совершает действие, потратьте жетон с этой карты. После завершения действия, на которое был потрачен последний жетон, эффект заканчивается. 

Вы можете одновременно удерживать Невидимость только на одном существе.`,
  },
  "soothing-speech": {
    name: 'Успокаивающая речь',
    body: '_**Успокаивающая речь:**_ Во время короткого отдыха, когда вы утешаете другого персонажа, используя действие Оказать Первую Помощь из Ходов Отдыха, очистите дополнительную Рану этому персонажу. Когда вы это сделаете, вы также очищаете 2 Раны себе.',
  },
  "through-your-eyes": {
    name: 'Твоими глазами',
    body: '_**Твоими глазами:**_ Выберите цель в пределах Очень Далекой дистанции. Вы можете видеть глазами и слышать ушами цели. Вы можете свободно переключаться между использованием своих собственных чувств и чувств цели, пока не произнесете другое заклинание или до следующего отдыха.',
  },
  "thought-delver": {
    name: 'Чтение мыслей',
    body: `_**Чтение мыслей:**_ Вы можете заглянуть в умы других. **Потратьте** **Надежду**, чтобы прочитать смутные поверхностные мысли цели в пределах Далекой дистанции. Совершите **Бросок Заклинания** против цели, чтобы проникнуть в более глубокие, скрытые мысли.
 
При броске со Страхом цель может, по усмотрению Мастера, осознать, что вы читаете ее мысли.`,
  },
  "words-of-discord": {
    name: 'Шёпот раздора',
    body: `_**Шёпот раздора:**_ Шепните слова раздора противнику, находящемуся Вплотную и совершите **Бросок Заклинания** **(13)**. При успехе цель должна отметить Стресс и совершить атаку против другого противника вместо вас или ваших союзников.
 
После завершения атаки цель понимает, что произошло. Следующая попытка наложить Шёпот раздора на эту же цель получит −5 к Броску Заклинания.`,
  },
  "never-upstaged": {
    name: 'Непревзойденность',
    body: '_**Непревзойденность:**_ Когда вы отмечаете 1 или более Рану от атаки, вы можете **отметить** **Стресс**, чтобы поместить количество жетонов, равное количеству полученных Ран, на эту карту. При следующей успешной атаке вы получаете бонус +5 к броску урона за каждый жетон на этой карте, затем снимаете все жетоны.',
  },
  "share-the-burden": {
    name: 'Разделить бремя',
    body: '_**Разделить бремя:**_ Один раз до следующего отдыха, возьмите на себя Стресс согласного существа, находящегося к вам Вплотную. Цель описывает, какие сокровенные мысли или эмоции телепатически просачиваются из ее разума в этот момент между вами. Передайте любое количество ее отмеченного Стресса себе, затем получите Надежду за каждый переданный Стресс.',
  },
  "endless-charisma": {
    name: 'Бесконечное обаяние',
    body: '_**Бесконечное обаяние:**_ После того, как вы совершили бросок действия, чтобы убедить, солгать или заручиться поддержкой, вы можете **потратить** **Надежду**, чтобы перебросить либо кость Надежды, либо кость Страха.',
  },
  "grace-touched": {
    name: 'Затронутый Грацией',
    body: `_**Затронутый Грацией:**_ Когда 4 или более карт домена в вашей Руке принадлежат домену "Грации", вы получаете следующие преимущества:
- Вы можете **отметить** **Ячейку Брони** вместо того, чтобы отметить Стресс.
- Когда вы заставляете цель отметить количество Ран, вы можете вместо этого заставить ее отметить это количество Стресса.`,
  },
  "astral-projection": {
    name: 'Астральная проекция',
    body: `_**Астральная проекция:**_ Один раз до следующего продолжительного отдыха, **отметьте** **Стресс**, чтобы создать проекцию себя, которая может появиться в любом месте, где вы были ранее.

Вы можете видеть и слышать через проекцию, как если бы это были вы, и влиять на мир, как если бы вы были там. Существо, исследующее проекцию, может определить, что она имеет магическое происхождение. Этот эффект длится до вашего следующего отдыха или до тех пор, пока ваша проекция не получит какой-либо урон.`,
  },
  "mass-enrapture": {
    name: 'Массовое очарование',
    body: '_**Массовое очарование:**_ Совершите **Бросок Заклинания** против всех целей в пределах Далекой дистанции. Цели, против которых вы преуспели, временно становятся *Очарованными*. Пока цель *Очарована*, ее внимание приковано к вам, сужая поле зрения и заглушая все звуки, кроме вашего голоса. **Отметьте** **Стресс**, чтобы заставить всех *Очарованных* целей отметить Стресс, что завершит действие этого заклинания.',
  },
  copycat: {
    name: 'Подражатель',
    body: '_**Подражатель:**_ Один раз до следующего продолжительного отдыха эта карта может имитировать особенности другой карты домена уровня 8 или ниже из Руки другого игрока. **Потратьте количество** **Надежды** **в размере половины уровня карты**, чтобы получить доступ к особенности. Она действует до вашего следующего отдыха или до тех пор, пока карта не будет помещена в хранилище.',
  },
  "master-of-the-craft": {
    name: 'Мастер своего дела',
    body: '_**Мастер своего дела:**_ Получите постоянный бонус +2 к двум вашим Опытам или постоянный бонус +3 к одному из ваших Опытов. Затем навсегда поместите эту карту в ваше хранилище.',
  },
  encore: {
    name: 'На бис',
    body: '_**На бис:**_ Когда союзник в пределах Средней дистанции наносит урон противнику, вы можете совершить **Бросок Заклинания** против той же цели. При успехе вы наносите цели тот же урон, что и ваш союзник. Если ваш Бросок Заклинания успешен с Страхом, поместите эту карту в ваше Хранилище.',
  },
  notorious: {
    name: 'Дурная слава',
    body: `_**Дурная слава:**_ Люди знают, кто вы и что вы сделали, и относятся к вам по-другому из-за этого. Когда вы используете свою известность, чтобы получить то, что хотите, вы можете **отметить** **Стресс** перед броском, чтобы получить бонус +10 к результату. Ваша еда и напитки всегда бесплатны, где бы вы ни были, а все остальное, что вы покупаете, дешевеет на один мешок золота (до минимума в одну горсть).
 

Эта карта не учитывается в максимальном количестве карт домена в Руке (5) и не может быть помещена в хранилище.`,
  },
}
