export const midnight = {
  "pick-and-pull": {
    name: 'Взлом и воровство',
    body: '_**Взлом и воровство:**_ Вы получаете преимущество при бросках действия для взлома немагических замков, обезвреживания немагических ловушек или воровства предметов у цели (скрытно или силой).',
  },
  "rain-of-blades": {
    name: 'Дождь клинков',
    body: `_**Дождь клинков:**_ **Потратьте Надежду**, чтобы совершить **Бросок Заклинания** и призвать метательные клинки, которые поразят все цели в пределах Близкой дистанции. Цели, против которых вы преуспели, получают **d8+2** магического урона, используя ваше Мастерство. 

Если вы поразили цель, которая является *Уязвимой*, она получает дополнительно **1d8** урона.`,
  },
  "uncanny-disguise": {
    name: 'Поразительная маскировка',
    body: `_**Поразительная маскировка:**_ Когда у вас есть несколько минут на подготовку, вы можете **отметить Стресс**, чтобы принять облик любого гуманоида, которого вы можете ясно себе представить. Пока вы замаскированы, вы получаете преимущество для бросков Влияния, когда хотите помешать другим разглядеть, что этот облик — иллюзия.

Поместите на эту карту количество жетонов, равное вашей **Характеристике Заклинателя**. Когда вы совершаете действие, будучи замаскированным, потратьте жетон с этой карты. После завершения действия, на которое был потрачен последний жетон, маскировка спадёт.`,
  },
  "midnight-spirit": {
    name: 'Дух полночи',
    body: `_**Дух полночи:**_ **Потратьте Надежду**, чтобы вызвать духа размером с гуманоида, который может двигаться или нести вещи для вас до вашего следующего отдыха.

Вы также можете послать его атаковать противника. Когда вы это делаете, совершите **Бросок Заклинания** против цели в пределах Очень Далекой дистанции. При успехе, дух перемещается Вплотную к цели. Бросьте количество **d6**, равное вашей Характеристике Заклинателя и нанесите столько же магического урона цели. После этого дух исчезает. У вас может быть только один дух одновременно.`,
  },
  shadowbind: {
    name: 'Теневые путы',
    body: '_**Теневые путы:**_ Совершите **Бросок Заклинания** против всех противников в пределах Близкой дистанции. Цели, против которых вы преуспели, становятся временно *Обездвижены*, так как их тени приковали их к месту.',
  },
  chokehold: {
    name: 'Удушающий захват',
    body: `_**Удушающий захват:**_ Когда вы находитесь позади существа, которое примерно вашего размера, вы можете **отметить** **Стресс**, чтобы схватить его за горло, сделав цель *Уязвимой*.

Когда существо атакует цель, которая является *Уязвимой* таким образом, оно наносит дополнительный урон **2d6**.`,
  },
  "veil-of-night": {
    name: 'Покров ночи',
    body: '_**Покров ночи:**_ Совершите **Бросок Заклинания** **(13)**. При успехе вы можете создать временную завесу тьмы между двумя точками в пределах Далекой дистанции. Только вы можете видеть сквозь эту тьму. Вы считаетесь *Скрытым* для противников по другую сторону завесы, и у вас есть Преимущество при атаках, совершаемых сквозь тьму. Завеса остается до тех пор, пока вы не произнесете другое заклинание.',
  },
  "glyph-of-nightfall": {
    name: 'Печать заката',
    body: '_**Печать заката:**_ Совершите **Бросок Заклинания** против цели, находящейся в Близкой дистанции. При успехе **потратьте** **Надежду**, чтобы наложить на тело цели темную печать, которая показывает ее слабые места, #{временно уменьшая Сложность цели на значение, равное вашему Знанию (минимум 1).',
  },
  "stealth-expertise": {
    name: 'Эксперт в скрытности',
    body: `_**Эксперт в скрытности:**_ Если вы выбросили кости со Страхом при попытке незаметно пройти через опасную зону, вы можете **отметить** **Стресс**, чтобы вместо этого бросить кости с Надеждой.
 

Если союзник в пределах Средней дистанции также пытается пройти незаметно и бросает кости со Страхом, вы можете **отметить Стресс**, чтобы изменить его результат на бросок с Надеждой.`,
  },
  hush: {
    name: 'Безмолвие',
    body: `_**Безмолвие:**_ Совершите **Бросок Заклинания** против цели в пределах Средней дистанции. При успехе **потратьте** **Надежду**, чтобы создать вокруг цели магическое поле, которое охватывает все в пределах Близкой дистанции от нее и следует за ней, когда та движется.
 

Цель и все, что находится в области действия, *Безмолвны* до тех пор, пока Мастер не потратит Страх в свой ход, чтобы снять это состояние, вы не произнесете Заклинание снова или не получите Ощутимый урон. Пока они *Безмолвны*, они не могут издавать звуки и не могут произносить заклинания.`,
  },
  "phantom-retreat": {
    name: 'Призрачное отступление',
    body: '_**Призрачное отступление:**_ **Потратьте** **Надежду** для активации «Призрачного отступления» в том месте, где вы находитесь. **Потратьте еще одну Надежду** в любое время до вашего следующего отдыха, чтобы исчезнуть из того места, где вы находитесь, и появиться там, где вы были, когда активировали «Призрачное отступление». Это заклинание заканчивается после вашего появления.',
  },
  "dark-whispers": {
    name: 'Тёмный шёпот',
    body: `_**Тёмный шёпот:**_ Вы можете говорить в разуме у любого разумного существа, с которым вы вступали в физический контакт. Как только вы открыли канал связи, цель может мысленно отвечать вам. Кроме того, вы можете **отметить** **Стресс**, чтобы совершить **Бросок Заклинания** против неё. В случае успеха вы можете задать Мастеру один из следующих вопросов и получить ответ:
- Где она находится?
- Что она делает?
- Чего она боится?
- Что она больше всего ценит в этом мире?`,
  },
  "mass-disguise": {
    name: 'Массовая маскировка',
    body: `_**Массовая маскировка:**_ Когда у вас есть несколько минут тишины, чтобы сосредоточиться, вы можете **отметить** **Стресс**, чтобы изменить внешний вид всех желающих существ в пределах Средней дистанции. Их новые формы должны иметь общую структуру тела и размер, и могут быть кем-то или чем-то, что вы видели раньше, или полностью выдуманными. Замаскированное существо имеет преимущество на броски Влияния, чтобы избежать обнаружения.
 

Активируйте Отсчёт (8). Мастер может продвигать этот отсчёт в качестве последствия. Когда он срабатывает, маскировка снимается.`,
  },
  "midnight-touched": {
    name: 'Затронутый Полночью',
    body: `_**Затронутый Полночью:**_ Когда 4 или более карт домена в вашей Руке принадлежат домену "Полночь", вы получаете следующие преимущества:
- Один раз до следующего отдыха, когда у вас 0 Надежды и Мастер должен получить Страх, вы можете вместо этого получить Надежду.
- Когда вы совершаете успешную атаку, вы можете **отметить** **Стресс**, чтобы добавить результат Кости Страха к Броску Урона.`,
  },
  "vanishing-dodge": {
    name: 'Исчезающее уклонение',
    body: '_**Исчезающее уклонение:**_ Когда атака, нацеленная на вас и наносящая физический урон, не достигает цели, вы можете **потратить** **Надежду**, чтобы окутать себя тенью, став *Скрытым* и телепортироваться в точку в пределах Средней дистанции от атакующего. Вы остаетесь *Скрытым* до следующего раза, когда совершите бросок действия.',
  },
  shadowhunter: {
    name: 'Теневой охотник',
    body: '_**Теневой охотник:**_ Ваша резвость усиливается под покровом тени. Пока вы находитесь в полумраке или темноте, вы получаете бонус +1 к Уклонению и совершаете броски Атаки с преимуществом.',
  },
  spellcharge: {
    name: 'Магический резонанс',
    body: `_**Магический резонанс:**_ Когда вы получаете магический урон, поместите количество жетонов, равное количеству полученных Ран, на эту карту. Вы можете хранить количество жетонов, равное вашей Характеристике Заклинателя.

Когда вы совершаете успешную атаку против цели, вы можете потратить любое количество жетонов, чтобы добавить **d6** за каждый потраченный жетон к вашему броску урона.`,
  },
  "night-terror": {
    name: 'Ночной ужас',
    body: '_**Ночной ужас:**_ Один раз до следующего продолжительного отдыха выберите сколько угодно целей в пределах Близкой Дистанции, которые будут воспринимать вас как ночной ужас. Цели должны успешно выполнить Бросок Реакции (16) или временно стать *Испуганными*. Пока цель *Испугана*, она *Уязвима*. Украдите у Мастера из запаса по одному жетону Страха за каждую *Испуганную* цель (до количества Страха в запасе Мастера). Бросьте количество **d6**, равное количеству украденного Страха, и нанесите общий урон каждой *Испуганной* цели, затем сбросьте жетоны.',
  },
  "twilight-toll": {
    name: 'Сумеречный сбор',
    body: `_**Сумеречный сбор:**_ Выберите цель в пределах Далекой дистанции. Когда вы успешно проводите бросок действия против этой цели, который не приводит к совершению броска урона, поместите жетон на эту карту. Когда вы наносите урон этой цели, потратьте любое количество жетонов, чтобы добавить **d12** за каждый потраченный жетон к вашему броску урона. Вы можете держать Сумеречный Сбор только на одном существе за раз.

Когда вы выбираете новую цель или совершаете отдых, удалите все неиспользованные жетоны.`,
  },
  eclipse: {
    name: 'Затмение',
    body: `_**Затмение:**_ Совершите **Бросок Заклинания** **(16)**. Один раз до следующего продолжительного отдыха, при успехе погрузите всю область в пределах Далекой дистанции в полную темноту, в которой могут видеть только вы и ваши союзники. Броски Атаки имеют помеху при нацеливании на вас или ваших союзников в этой тени.

Кроме того, когда вы или ваш союзник преуспеваете с Надеждой против противника в этой тени, цель должна отметить Стресс.

Это заклинание действует до тех пор, пока Мастер не потратит **Страх** в свой ход, чтобы снять этот эффект, или вы не получите Тяжелый урон.`,
  },
  "specter-of-the-dark": {
    name: 'Призрак тьмы',
    body: '_**Призрак тьмы:**_ **Отметьте** **Стресс**, чтобы стать *Призрачным* до тех пор, пока вы не совершите бросок действия, нацеленный на другое существо. Пока вы *Призрачный*, вы невосприимчивы к физическому урону и можете парить и проходить сквозь твердые предметы. Другие существа могут видеть вас, пока вы находитесь в этой форме.',
  },
}
