export const sage = {
  "gifted-tracker": {
    name: 'Талант к выслеживанию',
    body: `_**Талант к выслеживанию:**_ Когда вы выслеживаете конкретное существо или группу существ по оставленным ими следам, **потратьте любое количество Надежды** и задайте столько же вопросов Мастеру из этого списка:

- *В каком направлении они движутся?*
- *Как давно они здесь проходили?*
- *Чем они здесь занимались?*
- *Сколько их здесь было?*

Если вы встречаете существ, которых вы выслеживали таким образом, вы получаете +1 к вашему Уклонению против них.`,
  },
  "natures-tongue": {
    name: 'Язык природы',
    body: `_**Язык природы:**_ Вы можете говорить на языке мира природы. Когда вы захотите поговорить с окружающими вас растениями и животными, совершите **Бросок Инстинкта (12)**. При успехе они сообщат вам информацию, которую знают. При броске со **Страхом** эта информация может быть ограничена или за нее придется заплатить.

Кроме того, перед тем, как вы совершаете **Бросок Заклинания**, находясь в окружении природы, вы можете потратить **Надежду**, чтобы добавить **+2** к броску.`,
  },
  "vicious-entangle": {
    name: 'Неистовое опутывание',
    body: `_**Неистовое опутывание:**_ Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции. При успехе, корни и лозы вырываются из под земли, нанося **1d8+1** физического урона и временно *Обездвиживая* цель.

Также при успехе, вы можете **потратить Надежду**, чтобы временно *Обездвижить* еще одного противника в пределах Близкой дистанции от вашей цели.`,
  },
  "conjure-swarm": {
    name: 'Призыв роя',
    body: `_**Бронированные жуки Текайры:**_ **Отметьте Стресс**, чтобы призвать бронированных жуков, которые окружат вас. Когда вы в следующий раз получите урон, уменьшите его тяжесть на один порог. Вы можете **потратить Надежду**, чтобы сохранить жуков после получения урона.

_**Светлячки:**_ Совершите **Бросок Заклинания** против всех противников в пределах Средней дистанции. **Потратьте Надежду**, чтобы нанести **2d8+3** урона магией целям, против которых вы преуспели.`,
  },
  "natural-familiar": {
    name: 'Природный фамильяр',
    body: `_**Природный фамильяр:**_ **Потратьте Надежду**, чтобы призвать небольшого духа природы или лесного существа на вашу сторону до вашего следующего отдыха, пока вы не используете *Природного Фамильяра* повторно или пока фамильяр не станет целью атаки. Если вы **потратите дополнительную Надежду**, вы можете призвать летающего фамильяра. Вы можете общаться с ним, совершить **Бросок Заклинания**, чтобы приказать ему выполнить простые задачи, а также **отметить Стресс**, чтобы увидеть мир через его глаза. 

Когда вы наносите урон противнику, находящемуся Вплотную к вашему фамильяру, вы добавляете **d6** к вашему броску урона.`,
  },
  "corrosive-projectile": {
    name: 'Кислотный снаряд',
    body: '_**Кислотный снаряд:**_ Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции. При успехе нанесите **d6+4** урона магией, используя ваше Мастерство. Кроме того, **отметьте 2 или более** **Стресса**, чтобы сделать её *Окисленной*. Пока цель *Окислена*, она получает штраф −1 к Сложности за каждые 2 очка Стресса, потраченные вами. Это состояние может накапливаться.',
  },
  "towering-stalk": {
    name: 'Могучий стебель',
    body: `_**Могучий стебель:**_ Один раз до следующего отдыха вы можете создать толстый, извивающийся стебель в пределах Средней дистанции, по которому можно легко подняться. Его высота может достигать Далекой дистанции.

**Отметьте** **Стресс**, чтобы использовать это заклинание в качестве атаки. Совершите **Бросок Заклинания** против противника или группы противников в пределах Средней дистанции. Вырывающийся стебель поднимает в воздух цели, против которых вы преуспели, и бросает их, нанося **d8** физического урона с использованием вашего Мастерства.`,
  },
  "death-grip": {
    name: 'Смертельный хват',
    body: `_**Смертельный хват:**_ Совершите **Бросок Заклинания** против цели в пределах Средней дистанции и выберите один из следующих вариантов:
- Вы притягиваете цель Вплотную к вам или притягиваете себя к ней Вплотную.
- Вы сжимаете цель и заставляете ее отметить 2 Стресса.
- Все противники между вами и целью должны успешно выполнить Бросок Реакции (13) или получить **3d6+2** физического урона от лиан.

При успехе, лианы вытягиваются из ваших рук, вызывая выбранный эффект и временно *Обездвиживая* цель.`,
  },
  "healing-field": {
    name: 'Целебное поле',
    body: `_**Целебное поле:**_ Один раз до следующего продолжительного отдыха вы можете создать вокруг себя поле целебных растений. Вся область в пределах Средней дистанции от вас оживает яркой природой, позволяя вам и всем союзникам в этой области очистить Рану.
 

**Потратьте 2** **Надежды**, чтобы вместо этого вы и все союзники могли очистить 2 Раны.`,
  },
  "thorn-skin": {
    name: 'Терновая кожа',
    body: `_**Терновая кожа:**_ Один раз до следующего отдыха **потратьте** **Надежду**, чтобы по всему телу выросли шипы. Когда вы это сделаете, поместите на эту карту количество жетонов, равное вашей Характеристике Заклинателя. Когда вы получаете урон, вы можете потратить любое количество жетонов, чтобы бросить столько же **d6**. Сложите результаты и уменьшите получаемый урон на эту сумму. Если вы находитесь Вплотную к атакующему, нанесите ему урон, равный этой сумме. 

Когда вы отдыхаете, удалите все неиспользованные жетоны.`,
  },
  "wild-fortress": {
    name: 'Дикая крепость',
    body: '_**Дикая крепость:**_ Совершите **Бросок Заклинания** **(13)**. При успехе, **потратьте 2** **Надежды**, чтобы вырастить естественную баррикаду в форме купола, в котором вы и один союзник можете укрыться. Находясь внутри купола, существо не может быть целью атак и не может совершать атаки. Атаки, совершенные против купола, автоматически считаются успешными. Купол имеет порог Ощутимого Урона - 15 и Тяжелого урона - 30, и длится до тех пор, пока не будет отмечено 3 Раны. Поместите жетоны на эту карту, чтобы обозначать отмеченные Раны.',
  },
  "conjured-steeds": {
    name: 'Призванные скакуны',
    body: '_**Призванные скакуны:**_ **Потратьте любое количество** **Надежды**, чтобы вызвать столько же магических скакунов (таких как лошади, верблюды или слоны), на которых вы и ваши союзники можете ездить до вашего следующего продолжительного отдыха или пока скакуны не получат какой-либо урон. Скакуны удваивают вашу скорость передвижения по суше и, в случае опасности, позволяют вам перемещаться на Далекую дистанцию без броска. Существа, верхом на скакуне, получают штраф −2 к броскам атаки и бонус +2 к броскам урона.',
  },
  forager: {
    name: 'Собиратель',
    body: `_**Собиратель:**_ В качестве дополнительного Хода Отдыха вы можете бросить **1d6**, чтобы узнать, что вы добыли. Опишите добычу вместе с Мастером и добавьте ее в свой инвентарь как одноразовые предметы. Ваша группа может нести до пяти добытых одноразовых предметов за раз.
- 1 - Экзотическая еда (Очистить 2 Стресса)
- 2 - Красивая реликвия (Получить 2 Надежды)
- 3 - Таинственная руна (+2 к Броску Заклинания)
- 4 - Склянка здоровья (Очистить 2 Раны)
- 5 - Талисман удачи (Перебросить любую кость)
- 6 - Выберите один из вариантов выше.`,
  },
  "sage-touched": {
    name: 'Затронутый Мудростью',
    body: `_**Затронутый Мудростью:**_ Когда 4 или более карт домена в вашей Руке принадлежат домену "Мудрость", вы получаете следующие преимущества:
- Пока вы находитесь в естественном окружении, вы получаете бонус +2 к Броскам Заклинаний.
- Один раз до следующего отдыха вы можете удвоить свою Проворность или Инстинкт при совершении броска, использующего эту характеристику. Вы должны выбрать это перед броском.`,
  },
  "wild-surge": {
    name: 'Всплеск дикости',
    body: `_**Всплеск дикости:**_ Один раз до следующего продолжительного отдыха, **отметьте** **Стресс**, чтобы направить энергию окружающего мира на себя и усилить свои способности. Опишите, как изменился ваш внешний вид, затем поместите **d6** на эту карту стороной с цифрой 1 вверх.
 

Пока активна кость Всплеска Дикости, вы добавляете её значение к каждому броску Действия, который совершаете. После того, как вы добавили её значение к броску, увеличьте значение кости Всплеска Дикости на единицу. Когда значение кости превысит 6 или вы совершаете отдых, эта форма исчезает, и вы должны **отметить дополнительный Стресс**.`,
  },
  "forest-sprites": {
    name: 'Лесные духи',
    body: `_**Лесные духи:**_ Совершите **Бросок Заклинания** **(13)**. При успехе, **потратьте любое количество** **Надежды**, чтобы создать такое же количество маленьких лесных духов, которые появляются в выбранных вами точках в пределах Далекой дистанции, предоставляя следующие преимущества:
 
- Ваши союзники получают +3 бонус к броскам Атаки против противников находящихся Вплотную к духу.
- Союзник, который отмечает Ячейку Брони находясь Вплотную к духу, может отметить дополнительную Ячейку Брони чтобы снизить порог урона.

Дух исчезает после того, как предоставил преимущество или получил любой урон.`,
  },
  "rejuvenation-barrier": {
    name: 'Заживляющий барьер',
    body: `_**Заживляющий барьер:**_ Совершите **Бросок Заклинания** **(15)**. При успехе, один раз до следующего отдыха, создайте вокруг себя временный барьер защитной энергии на Близкой дистанции. Вы и все союзники, находящиеся внутри барьера во время произнесения этого заклинания, очищаете **1d4** Раны. Пока барьер существует, вы и все союзники внутри него получаете сопротивление физическому урону, наносимому извне. 

Когда вы двигаетесь, барьер следует за вами.`,
  },
  "fane-of-the-wilds": {
    name: 'Храм дикой природы',
    body: `_**Храм дикой природы:**_ После Продолжительного Отдыха поместите на эту карту количество жетонов, равное количеству карт Домена "Мудрость" в вашей Руке и Хранилище.
 

Когда вы собираетесь совершить Бросок Заклинания, вы можете потратить любое количество жетонов после броска, чтобы получить бонус +1 за каждый потраченный жетон.

Когда вы совершаете критический успех для Броска Заклинания домена "Мудрости", получите жетон.

Когда вы совершаете продолжительный отдых, сбросьте все неиспользованные жетоны.`,
  },
  "plant-dominion": {
    name: 'Власть над растениями',
    body: '_**Власть над растениями:**_ Совершите **Бросок Заклинания** **(18)**. При успехе, один раз до следующего продолжительного отдыха, вы изменяете природный мир, меняя окружающую растительность в пределах Далекой дистанции от вас. Например, вы можете мгновенно вырастить деревья, проложить путь через густые лианы или создать стену из корней.',
  },
  "force-of-nature": {
    name: 'Сила природы',
    body: `_**Сила природы:**_ **Отметьте** **Стресс**, чтобы превратиться в огромного духа природы, получив следующие преимущества:
- Когда вы успешно выполняете атаку или Бросок Заклинания, получите бонус +10 к броску урона.
- Когда вы наносите достаточно урона, чтобы победить существо в пределах Средней дистанции, вы поглощаете его и очищаете Ячейку Брони.
- Вы не можете быть *Обездвижены*.

Перед тем, как совершить бросок действия, вы должны **потратить** **Надежду**. Если вы не можете этого сделать, вы возвращаетесь в свою нормальную форму.`,
  },
  tempest: {
    name: 'Буря',
    body: `_**Буря:**_ Выберите одну из следующих бурь и совершите **Бросок Заклинания** против всех целей в пределах Далекой дистанции. Цели, против которых вы добились успеха, испытывают ее эффекты, пока Мастер не потратит Страх в свой ход, чтобы прекратить действие этого заклинания.
- ***Метель:*** Наносит **2d20+8** урона магией и цели временно становятся *Уязвимыми*.
- ***Ураган:*** Наносит **3d10+10** урона магией и выберите направление, в котором дует ветер. Цели не могут двигаться против ветра.
- ***Песчаная буря:*** Наносит **5d6+9** магического урона. Атаки, совершенные не Вплотную, имеют помеху.`,
  },
}
