export const splendor = {
  "bolt-beacon": {
    name: 'Стрела света',
    body: '_**Стрела света:**_ Совершите **Бросок Заклинания** против цели в пределах Далекой дистанции. При успехе, **потратьте Надежду**, чтобы выпустить в цель снаряд мерцающего света, нанеся ей **d8+2** магического урона, используя ваше Мастерство. Цель становится временно *Уязвимой* и начинает ярко светиться, пока это состояние не прекратится.',
  },
  "mending-touch": {
    name: 'Исцеляющее касание',
    body: `_**Исцеляющее касание:**_ Вы кладете руки на существо и направляете целительную магию, чтобы исцелить его увечья. Когда у вас есть несколько минут на лечение и концентрацию на цели, вы можете **потратить 2 Надежды**, чтобы очистить Рану или Стресс у цели.

Один раз до следующего продолжительного отдыха, когда во время этого исцеления вы узнаёте о цели что-то новое или делитесь чем-то личным, вы можете очистить 2 Раны или 2 Стресса у цели вместо 1.`,
  },
  reassurance: {
    name: 'Подбадривание',
    body: '_**Подбадривание:**_ Один раз до следующего отдыха после того как союзник попытается совершить бросок действия, но до наступления последствий, вы можете предложить ему свою помощь или слова поддержки. Когда вы это сделаете, союзник сможет перебросить свои кости.',
  },
  "final-words": {
    name: 'Последние слова',
    body: '_**Последние слова:**_ Вы можете наделить труп искрой жизни, чтобы поговорить с ним. Совершите **Бросок Заклинания (13)**. При успехе с Надеждой, труп отвечает на три вопроса. При успехе со Страхом, труп отвечает на один вопрос. Труп отвечает правдиво, но не может передать информацию, которой он не обладал при жизни. При неудаче или после того, как труп закончит отвечать на ваши вопросы, тело превращается в прах.',
  },
  "healing-hands": {
    name: 'Исцеляющие руки',
    body: '_**Исцеляющие руки:**_ Совершите **Бросок Заклинания (13)** и выберите цель, помимо вас, находящуюся Вплотную. При успехе, **отметьте Стресс**, чтобы очистить 2 Раны или 2 Стресса у цели. При провале, **отметьте Стресс**, чтобы очистить Рану или Стресс у цели. Вы не можете лечить ту же цель снова до следующего продолжительного отдыха.',
  },
  "second-wind": {
    name: 'Второе дыхание',
    body: '_**Второе дыхание:**_ Один раз до следующего отдыха когда вы успешно атакуете противника, вы можете очистить 3 Стресса или одну Рану. При успехе с Надеждой вы также очищаете 3 Стресса или Рану у союзника, находящегося в пределах Средней дистанции от вас.',
  },
  "voice-of-reason": {
    name: 'Голос разума',
    body: `_**Голос разума:**_ Вы говорите с непревзойденной силой и авторитетом. У вас есть преимущество на Броски Действия, чтобы разрядить напряженную ситуацию или убедить кого-то последовать вашему примеру.

Кроме того, вы становитесь смелее в моменты напряжения. Когда все ваши ячейки Стресса отмечены, вы получаете бонус +1 к Мастерству для бросков на нанесение урона.`,
  },
  divination: {
    name: 'Гадание',
    body: '_**Гадание:**_ Один раз до следующего продолжительного отдыха **потратьте 3** **Надежды**, чтобы обратиться к внешним силам и задать один вопрос, требующий ответа «да» или «нет», о событии, человеке, месте или ситуации в ближайшем будущем. На мгновение настоящее исчезает, и вы видите ответ перед собой.',
  },
  "life-ward": {
    name: 'Оберег жизни',
    body: `_**Оберег жизни:**_ **Потратьте 3** **Надежды** и выберите союзника в пределах Средней дистанции. Он будет отмечен светящимся знаком защиты. Когда этот союзник должен будет совершить предсмертный ход, он вместо этого очистит одну Рану.
 
Этот эффект заканчивается, когда он спасает цель от предсмертного хода, вы накладываете Защиту Жизни на другую цель или вы совершаете продолжительный отдых.`,
  },
  "shape-material": {
    name: 'Изменение формы',
    body: `_**Изменение формы:**_ **Потратьте** **Надежду**, чтобы изменить форму участка природного материала, к которому вы прикасаетесь (например, камню, льду или дереву), в соответствии с вашими целями. Размер материала не может быть больше вас самих. Например, вы можете сформировать примитивный инструмент или создать дверь.

Вы можете воздействовать только на материал, находящийся в пределах Среднего расстояния от места вашего прикосновения.`,
  },
  smite: {
    name: 'Кара',
    body: '_**Кара:**_ Один раз до следующего отдыха, **потратьте 3** **Надежды**, чтобы зарядить свой мощный удар. При следующем успешном ударе оружием удвойте результат броска урона. Этот удар наносит магический урон независимо от типа урона оружия.',
  },
  restoration: {
    name: 'Восстановление',
    body: `_**Восстановление:**_ В конце продолжительного отдыха поместите на эту карту количество жетонов, равное вашей Характеристике Заклинателя. Прикоснитесь к существу и потратьте любое количество жетонов, чтобы очистить 2 Раны или 2 Стресса за каждый потраченный жетон.
 

Вы также можете потратить жетон с этой карты при прикосновении к существу, чтобы снять состояние *Уязвим* или исцелить физическое или магическое заболевание (Мастер может потребовать дополнительные жетоны в зависимости от силы заболевания). 

Во время продолжительного отдыха снимите все неиспользованные жетоны.`,
  },
  "zone-of-protection": {
    name: 'Зона защиты',
    body: '_**Зона защиты:**_ Совершите **Бросок Заклинания** **(16)**. При успехе, один раз до следующего продолжительного отдыха выберите точку в пределах Далекой дистанции и создайте там видимую зону защиты для всех союзников в пределах Близкой дистанции от этой точки. Когда вы это сделаете, поместите **1d6** на эту карту стороной с цифрой 1 вверх. Когда союзник в этой зоне получает урон, тот уменьшается на значение кости. Затем вы увеличиваете значение кости на один. Когда значение кости превышает 6, этот эффект заканчивается.',
  },
  "healing-strike": {
    name: 'Исцеляющий удар',
    body: '_**Исцеляющий удар:**_ Когда вы наносите урон противнику, вы можете **потратить 2** **Надежды**, чтобы очистить одну Рану союзника, находящегося в пределах Средней дистанции.',
  },
  "splendor-touched": {
    name: 'Затронутый Величием',
    body: `_**Затронутый Величием:**_ Когда 4 или более карт домена в вашей Руке относятся к домену "Величие", вы получаете следующие преимущества:
- +3 бонус к порогу вашего Тяжелого урона
- Один раз до следующего продолжительного отдыха, когда получаемый урон требует от вас отметить количество Ран, вы можете вместо этого отметить столько же Стресса или потратить столько же Надежды.`,
  },
  "shield-aura": {
    name: 'Защитная аура',
    body: `_**Защитная аура:**_ **Отметьте** **Стресс**, чтобы наложить защитную ауру на цель в пределах Близкой дистанции. Когда цель отмечает Ячейку Брони, она дополнительно уменьшает тяжесть урона на один порог. Если это заклинание заставляет существо, которое получило бы урон, вместо этого не отмечать Рану, эффект заканчивается. 

Вы можете удерживать «Защитную ауру» только на одном существе за раз.`,
  },
  "stunning-sunlight": {
    name: 'Слепящее солнечное сияние',
    body: `_**Слепящее солнечное сияние:**_ Совершите **Бросок Заклинания**, чтобы выпустить мощные лучи жгучего солнечного света на всех противников перед вами в пределах Далёкой дистанции. При успехе **потратьте любое количество** **Надежды** и заставьте столько же целей, против которых вы преуспели, сделать бросок реакции (14).
 
Цели, которые успешно прошли бросок, получают **3d20+3** урона от магии. Цели, которые провалили бросок, получают **4d20+5** урона от магии и временно *Оглушаются*. Пока они *Оглушены*, они не могут использовать реакции и не могут совершать никаких других действий, пока не снимут это состояние.`,
  },
  "overwhelming-aura": {
    name: 'Переполняющая аура',
    body: `_**Переполняющая аура:**_ Совершите **Бросок Заклинания** **(15)**, чтобы магически усилить свою ауру. В случае успеха **потратьте 2** **Надежды**, чтобы ваше Влияние стало равным вашей Характеристики Заклинателя до вашего следующего продолжительного отдыха.
 

Пока это заклинание действует, противник должен отметить Стресс, когда выбирает вас целью атаки.`,
  },
  "salvation-beam": {
    name: 'Спасительный луч',
    body: '_**Спасительный луч:**_ Совершите **Бросок Заклинания** **(16)**. В случае успеха **отметьте любое количество** **Стресса**, чтобы выбрать целью линию союзников в пределах Далёкой дистанции. Вы можете очистить целям столько Ран, сколько отметили Стресса, распределяя между ними по своему усмотрению.',
  },
  invigoration: {
    name: 'Ободрение',
    body: '_**Ободрение:**_ Когда вы или союзник в пределах Средней дистанции использовали способность, которая имеет ограничение на количество использований (например, один раз до следующего отдыха или один раз за сессию), вы можете **потратить любое количество** **Надежды** и бросить столько же **d6**. Если любая из костей покажет 6, способность можно использовать снова.',
  },
  resurrection: {
    name: 'Воскрешение',
    body: `_**Воскрешение:**_ Совершите **Бросок Заклинания** **(20)**. В случае успеха восстановите одно существо, мертвое не более 100 лет, до полной силы. Затем бросьте **1d6**. При результате 5 или ниже поместите эту карту в свое хранилище навсегда.

В случае неудачи вы не можете использовать «Воскрешение» в течение недели.`,
  },
}
