export const ancestries = {
  aetheris: {
    name: 'Эфирис',
    description: `Эфирисы — гуманоиды, обладающие сияющей аурой и светящимися глазами. Они являются потомками небожителей из Верхних Святынь.

_**Священная аура:**_
Один раз до следующего отдыха, когда союзник в пределах Средней дистанции совершает бросок со Страхом, вы можете заменить его на бросок с Надеждой.

_**Божественное проявление:**_
Вы получаете преимущество при бросках на командование или убеждение.`,
  },
  clank: {
    name: 'Кланк',
    description: `Кланки представляют собой разумных механических существ, созданных из различных материалов, в том числе металла или дерева.

_**Целенаправленный дизайн:**_
Решите, кто вас создал и для какой цели. При создании персонажа выберите один из Опытов, который лучше всего соответствует этой цели, и получите постоянный бонус +1 к нему.

_**Эффективность:**_
Когда вы совершаете короткий отдых, вы можете заменить один из ваших ходов короткого отдыха на ход продолжительного отдыха.`,
  },
  drakona: {
    name: 'Дракона',
    description: `Дракона напоминают бескрылых драконов в гуманоидной форме, а также обладают мощным элементальным дыханием.

_**Чешуя:**_
Ваша чешуя действует как естественная защита. Когда вы получаете Тяжелый урон, вы можете **отметить Стресс**, чтобы отметить на 1 Рану меньше.

_**Элементальное дыхание:**_
Выберите элемент для своего дыхания (например, электричество, огонь или лед). Вы можете использовать это дыхание против одной или нескольких целей в пределах Близкой дистанции, используя его как оружие Инстинкта, наносящее **d8** магического урона, используя ваше Мастерство.`,
  },
  dwarf: {
    name: 'Дварф',
    description: `Дварфов проще всего распознать как невысоких гуманоидов с квадратной фигурой, развитой мускулатурой и густыми волосами.

_**Толстая кожа:**_
При получении Легкого урона, вы можете **отметить 2 Стресса** вместо того, чтобы отметить Рану.

_**Повышенная стойкость:**_
**Потратьте 3 Надежды**, чтобы уменьшить получаемый вами физический урон вдвое.`,
  },
  earhkin: {
    name: 'Терран',
    description: `Терраны происходят от земных элементалей. Это гуманоиды, чьи тела состоят из плоти и камня

_**Каменная кожа:**_
Получите бонус **+1** к вашему Показателю Брони и Порогам Урона.

_**Неподвижный:**_
Пока ваши ноги касаются земли, вас нельзя поднять или переместить против вашей воли.`,
  },
  elf: {
    name: 'Эльф',
    description: `Эльфы чаще всего представляют собой высоких гуманоидов с заостренными ушами и обостренным чутьем.

_**Быстрые рефлексы:**_
**Отметьте Стресс**, чтобы получить преимущество для Броска Реакции.

_**Небесный транс:**_
Во время отдыха вы можете погрузиться в транс и совершить дополнительный Ход Отдыха.`,
  },
  emberkin: {
    name: 'Игнис',
    description: `Игнисы происходят от огненных элементалей. Это гуманоиды, чьи тела сотканы из плоти и огня.



_**Огнеупорный:**_
Вы имеете иммунитет к урону от магического или обычного пламени.

_**Воспламенение:**_
**Отметьте Стресс**, чтобы объять пламенем ваше основное оружие до конца сцены. Пока оно в огне, оно излучает яркий свет и дает **1d6** бонус к броскам урона по целям, находящимся Вплотную.`,
  },
  faerie: {
    name: 'Фейри',
    description: `Фейри — это крылатые гуманоидные существа с насекомоподобными чертами.

_**Везунчик:**_
Один раз за сессию, после того как вы или союзник в пределах Средней дистанции совершает бросок действия, вы можете **потратить 3 Надежды**, чтобы перебросить Кости Дуальности.

_**Крылья:**_
Вы можете летать. Находясь в полете, вы можете **отметить** **Стресс** после броска атаки противника по вам, чтобы получить бонус +2 к Уклонению против этой атаки.`,
  },
  faun: {
    name: 'Фавн',
    description: `Фавны напоминают гуманоидных козлов с изогнутыми рогами, прямоугольными зрачками и раздвоенными копытами.

_**Козлиный прыжок:**_
Вы можете прыгнуть в любую точку в пределах Средней дистанции, как если бы использовали обычное передвижение, что позволяет вам легко перескакивать через препятствия, разрывы и барьеры.

_**Удар копытом:**_
При успешной атаке по цели, находящейся Вплотную, вы можете **отметить Стресс**, чтобы оттолкнуться от неё, нанеся дополнительно **2d6** урона и отбросив либо себя, либо цель на Близкую дистанцию.`,
  },
  firbolg: {
    name: 'Фирболг',
    description: `Фирболги — это гуманоиды с чертами быков, обычно узнаваемые по широким носам и длинным, свисающим ушам.

_**Таран:**_
При успешном броске Проворности для перемещения с Далекой или Очень Далекой дистанции Вплотную к одной или нескольким целям, вы можете **отметить Стресс**, чтобы нанести **1d12** физического урона всем целям, находящимся Вплотную.

_**Невозмутимость:**_
Когда вы должны отметить Стресс, бросьте **d6**. При результате 6 вы не отмечаете его.`,
  },
  fungril: {
    name: 'Фангрил',
    description: `Фангрилы напоминают гуманоидные грибы.

_**Сеть фангрилов:**_
Совершите **Бросок Инстинкта (12)**, чтобы использовать сеть мицелия и связаться с другими представителями вашей родословной. При успехе вы сможете общаться на любом расстоянии.

_**Связь со смертью:**_
Прикоснувшись к недавно погибшему телу, вы можете **отметить Стресс**, чтобы извлечь из него одно воспоминание, связанное с выбранной вами эмоцией или ощущением.`,
  },
  galapa: {
    name: 'Галапа',
    description: `Галапы — это антропоморфные черепахи с большими куполообразными панцирями, в которые они могут прятаться.

_**Панцирь:**_
Вы получаете бонус к порогам урона, равный вашему Мастерству.

_**Втягивание:**_
**Отметьте Стресс**, чтобы втянуться в панцирь. Пока вы находитесь внутри, вы получаете сопротивление к физическому урону, но совершаете броски действий с помехой и не можете двигаться.`,
  },
  giant: {
    name: 'Великан',
    description: `Великаны — это крупные гуманоиды с широкими плечами, длинными руками и имеющими от одного до трех глаз.

_**Выносливость:**_
Получите дополнительную ячейку Ран при создании персонажа.

_**Размах:**_
Считайте любое оружие, умение, заклинание или другую способность, имеющую дистанцию Вплотную, как если бы у них была Близкая дистанция.`,
  },
  gnome: {
    name: 'Гном',
    description: `Гномы — низкорослые гуманоиды, легко узнаваемые по плотной мускулатуре, длинным рукам и крупным чертам лица.



_**Ловкие пальцы:**_
Когда вы совершаете Бросок Искусности, вы можете **потратить 2 Надежды**, чтобы перебросить Кость Надежды.

_**Истинное зрение:**_
Вы получаете преимущество на броски, чтобы распознать иллюзии.`,
  },
  goblin: {
    name: 'Гоблин',
    description: `Гоблины — низкорослые гуманоиды, легко узнаваемые по своим большим глазам и огромным перепончатым ушам.

_**Твёрдая поступь:**_
Вы игнорируете помеху при бросках Проворности

_**Чувство опасности:**_
Один раз до следующего отдыха вы можете **отметить Стресс**, чтобы заставить противника перебросить атаку по вам или союзнику на Близкой дистанции.`,
  },
  halfling: {
    name: 'Полурослик',
    description: `Полурослики — низкорослые гуманоиды с большими мохнатыми ступнями и заметными округлыми ушами.

_**Приносящий удачу:**_
В начале каждой сессии каждый участник вашей группы получает Надежду.

_**Внутренний компас:**_
Когда вы выбрасываете 1 на Кости Надежды, вы можете перебросить его.`,
  },
  human: {
    name: 'Человек',
    description: `Людей проще всего узнать по ловким рукам, округлым ушам и телам, приспособленным к нагрузкам.

_**Высокая выносливость:**_
Получаете дополнительную ячейку Стресса при создании персонажа.

_**Адаптивность:**_
Если вы проваливаете бросок, в котором был задействован один из ваших Опытов, вы можете **отметить Стресс**, чтобы перебросить его.`,
  },
  infernis: {
    name: 'Инфернис',
    description: `Инфернисы — гуманоиды с острыми клыками, заостренными ушами и рогами. Они являются потомками демонов из Нижних Кругов.

_**Бесстрашие:**_
Когда вы совершаете бросок со Страхом, можете **отметить 2 Стресса**, чтобы заменить его на бросок с Надеждой.

_**Грозный облик:**_
Вы получаете преимущество при бросках запугивания враждебных существ.`,
  },
  katari: {
    name: 'Катари',
    description: `Катари — это гуманоиды с кошачьими чертами, имеющие втягивающиеся когти, вертикальные зрачки и высокие треугольные уши.

_**Кошачьи инстинкты:**_
Когда вы совершаете бросок Проворности, можете **потратить 2 Надежды**, чтобы перебросить вашу Кость Надежды.

_**Втяжные когти:**_
Совершите **Бросок Проворности**, чтобы исцарапать цель, находящуюся Вплотную. При успехе цель становится временно *Уязвимой*.`,
  },
  orc: {
    name: 'Орк',
    description: `Орки — гуманоиды, которых легко узнать по квадратным чертам лица и бивням, похожим на кабаньи, выступающим из нижней челюсти.

_**Стойкий:**_
Когда у вас остаётся 1 неотмеченная Рана, атаки по вам выполняются с помехой.

_**Бивни:**_
При успешной атаке по цели, находящейся Вплотную, вы можете **потратить Надежду**, чтобы проткнуть цель бивнями, нанося дополнительно **1d6** урона.`,
  },
  ribbet: {
    name: 'Риббет',
    description: `Риббеты — антропоморфные лягушки с выпученными глазами и перепончатыми руками и ногами.



_**Амфибия:**_
Вы можете дышать и естественно передвигаться под водой.

_**Длинный язык:**_
Вы можете использовать свой длинный язык, чтобы ухватиться за объекты в пределах Средней дистанции. **Отметьте Стресс**, чтобы использовать язык как оружие Искусности со Средней  дистанцией, наносящее **d12** физического урона, используя ваше Мастерство.`,
  },
  simiah: {
    name: 'Симиан',
    description: `Симианы — антропоморфные обезьяны и приматы с длинными конечностями и хватательными ногами.

_**Прирождённый скалолаз:**_
Вы получаете преимущество на броски Проворности, связанные с удержанием равновесия и лазанием.

_**Ловкий:**_
Получите постоянный бонус +1 к вашему Уклонению при создании персонажа.`,
  },
  skykin: {
    name: 'Аэрис',
    description: `Аэрисы происходят от воздушных элементалей. Это гуманоиды, чьи тела сотканы из плоти и воздуха.



_**Сила шквала:**_
**Отметьте Стресс**, чтобы вызвать порыв ветра, который перенесет вас или союзника в пределах Очень Далекой дистанции. Кроме того, вы всегда можете контролировать свою скорость падения.

_**Глаз бури:**_
**Потратьте 2 Надежды**, чтобы дать вам или союзнику +1 к Уклонению до тех пор, пока вы не получите Тяжелый урон или не используете Глаз Бури повторно.`,
  },
  tidekin: {
    name: 'Акван',
    description: `Акваны происходят от водных элементалей. Это гуманоиды, чьи тела состоят из плоти и воды.



_**Амфибия:**_
Вы можете дышать и двигаться под водой естественным образом.

_**Источник жизни:**_
Один раз до следующего отдыха, когда у вас есть доступ к небольшому количеству воды, вы можете **отметить 2 Стресса**, чтобы очистить Рану себе или союзнику.`,
  },
}
