export const communities = {
  duneborne: {
    name: 'Пустынное',
    description: `Принадлежность к пустынному сообществу означает, что вы обрели дом среди сменяющихся песков и засушливого климата пустыни.

_**Оазис:**_
Во время короткого отдыха вы или ваш союзник можете перебросить одну кость хода отдыха.`,
  },
  freeborne: {
    name: 'Освобождённое ',
    description: `Принадлежность к освобождённому сообществу означает, что вы происходите из народа, который жил под гнётом и обрел освобождение.



_**Неукротимость:**_
Один раз за сессию, когда вы совершаете бросок действия со Страхом, вы можете заменить его на бросок с Надеждой.`,
  },
  frostborne: {
    name: 'Морозное',
    description: `Принадлежность к морозному сообществу означает, что вы выросли среди снегов и льдов.



_**Закалённый:**_
Один раз до следующего отдыха вы можете Помочь Союзнику преодолеть труднопроходимую местность, не тратя Надежду.`,
  },
  hearthborne: {
    name: 'Сельское',
    description: `Принадлежность к сельскому сообществу означает, что вы происходите из скромных деревень и хуторов, где всё держится на близости и заботе.

_**Сплоченные:**_
Один раз до следующего продолжительного отдыха, вы можете потратить любое количество Надежды, чтобы дать союзнику такое же количество Надежды.`,
  },
  highborne: {
    name: 'Великородное',
    description: `Принадлежность к великородному сообществу означает, что вы привыкли к элегантной, роскошной и престижной жизни в высших эшелонах общества.

_**Привилегия:**_
У вас есть преимущество при бросках, чтобы общаться с дворянами, торговаться или использовать свою репутацию, чтобы получить то, что вы хотите.`,
  },
  loreborne: {
    name: 'Научное',
    description: `Принадлежность к научному сообществу означает, что вы принадлежите к обществу, в котором отдается предпочтение сильным академическим или политическим способностям.

_**Начитанность:**_
У вас есть преимущество при бросках, связанных с историей, культурой или политикой выдающегося человека или места.`,
  },
  orderborne: {
    name: 'Догматичное',
    description: `Принадлежность к Догматичному сообществу означает, что вы являетесь представителем коллектива, в котором особое внимание уделяется дисциплине или вере, и придерживаетесь ряда принципов, отражающих ваш опыт.

_**Приверженец:**_
Запишите три изречения или ценности, которые вам привили с воспитанием. Один раз до следующего отдыха, когда вы описываете, как воплощаете один из этих принципов в своём текущем действии, вы можете бросить **d20** в качестве вашей Кости Надежды.`,
  },
  reborne: {
    name: 'Забытое',
    description: `Вы некогда принадлежали другому сообществу, но больше этого не помните.

_**Найденная семья:**_
Раз за сессию вы можете **потратить Надежду**, чтобы использовать свойство сообщества союзника. Когда вы это делаете, союзник получает Надежду.

В любой момент, когда вы найдете сообщество, частью которого вы когда-то были, или присоединитесь к новому сообществу, вы можете навсегда обменять эту карту сообщества на новую.`,
  },
  ridgeborne: {
    name: 'Горное',
    description: `Принадлежность к горному сообществу означает, что скалистые вершины и острые утесы горного склона стали для вас домом.

_**Устойчивость:**_
У вас есть преимущество при бросках на преодоление опасных обрывов и уступов, навигацию в суровых условиях и использование своих знаний о выживании.`,
  },
  seaborne: {
    name: 'Морское',
    description: `Принадлежность к морскому сообществу означает, что вы жили на большом водоеме или рядом с ним.

_**Знание приливов:**_
Вы можете чувствовать прилив и отлив жизни. Когда вы бросаете со Страхом, положите жетон на эту карту. Вы можете держать на этой карте количество жетонов, равное вашему уровню. Перед броском действия, вы можете потратить один или несколько жетонов, чтобы добавить их в качестве модификатора +1 к вашему броску. В конце каждой сессии очистите все неизрасходованные жетоны.`,
  },
  slyborne: {
    name: 'Криминальное',
    description: `Принадлежность к криминальному сообществу означает, что вы являетесь представителем группы, действующей вне закона, включая всевозможных преступников, мошенников и аферистов.

_**Аферист:**_
У вас есть преимущество при бросках на переговоры с преступниками, распознавание лжи или поиск безопасного места для укрытия.`,
  },
  underborne: {
    name: 'Подземное',
    description: `Быть частью подземного сообщества означает, что вы принадлежите к обществу, живущему под землёй. 

_**Жизнь при тусклом освещении:**_
Когда вы находитесь в области со слабым освещением или глубокой тени, вы имеете преимущество при бросках, чтобы спрятаться, расследовать, или обнаружить детали в этой области.`,
  },
  wanderborne: {
    name: 'Кочевое',
    description: `Принадлежность к сообществу кочевников означает, что вы живете странствуя, не имея постоянного дома и знакомясь с самыми разными культурами.

_**Сумка кочевника:**_
Добавьте в свой инвентарь Сумку Кочевника. Один раз за сессию вы можете **потратить Надежду**, чтобы порыться в этой сумке и достать оттуда обычный предмет, который будет полезен в данной ситуации. Обсудите с Мастером, какой предмет вы достанете.`,
  },
  warborne: {
    name: 'Военное',
    description: `Принадлежность к военному сообществу означает, что вы выросли в землях, опалённых войной — прошлой или всё ещё бушующей

_**Держать лицо:**_
Один раз за сессию, когда атака заставляет вас отметить Стресс, вы можете **потратить Надежду** вместо этого.`,
  },
  wildborne: {
    name: 'Лесное',
    description: `Принадлежность к лесному сообществу означает, что вы жили в глубинах леса.

_**Легкая поступь:**_
Ваше передвижение естественно бесшумно. У вас есть преимущество при бросках, чтобы передвигаться так, чтобы вас не было слышно.`,
  },
}
