export const consumables = {
  acidpaste: {
    name: 'Кислотная Паста',
    body: 'Паста прожигает стены и другие поверхности яркими вспышками.',
  },
  armorStitcher: {
    name: 'Доспешный Сшиватель',
    body: 'Вы можете использовать этот швейный аппарат, чтобы потратить любое количество Надежды и очистить столько же Ячеек Брони.',
  },
  attunePotion: {
    name: 'Зелье Гармонии',
    body: 'Вы получаете бонус +1 к следующему броску Инстинкта.',
  },
  blindingOrb: {
    name: 'Ослепляющая Сфера',
    body: 'Вы можете активировать эту сферу, чтобы создать вспышку яркого света. Все цели в пределах Средней дистанции становятся *Уязвимыми* , пока не отметят Рану.',
  },
  bloodOfTheYorgi: {
    name: 'Кровь Йорги',
    body: 'Вы можете выпить эту кровь, чтобы исчезнуть с того места, где вы находитесь, и сразу же появиться в точке, которую вы можете видеть в пределах Очень Далекой дистанции.',
  },
  bolsterPotion: {
    name: 'Зелье Усиления',
    body: 'Вы получаете бонус +1 к следующему броску Силы.',
  },
  bondingHoney: {
    name: 'Склеивающий Мёд',
    body: 'Этот мед можно использовать для постоянного склеивания двух предметов.',
  },
  bridgeSeed: {
    name: 'Семя Крепкого Моста',
    body: 'Толстые лианы растут от вашего местоположения до выбранной вами точки в пределах Далекой дистанции, позволяя вам подниматься по ним вверх или перебираться через них. Лианы исчезают после вашего следующего короткого отдыха.',
  },
  channelstone: {
    name: 'Проводящий Камень',
    body: 'Вы можете использовать этот камень, чтобы взять заклинание или гримуар из своего хранилища, использовать его один раз и вернуть в хранилище.',
  },
  charmPotion: {
    name: 'Зелье Очарования',
    body: 'Вы получаете бонус +1 к следующему броску Влияния.',
  },
  circleOfTheVoid: {
    name: 'Круг Пустоты',
    body: 'Отметьте Стресс чтобы создать пустоту, которая распространяется на Далекую дистанцию. Внутри пустоты нельзя использовать магию, а существа, находящиеся в ней, имеют иммунитет к магическому урону.',
  },
  controlPotion: {
    name: 'Зелье Сосредоточенности',
    body: 'Вы получаете бонус +1 к следующему броску Искусности.',
  },
  deathTea: {
    name: 'Чай Смерти',
    body: 'После того, как вы выпьете этот чай, вы мгновенно убиваете свою цель, когда выбрасываете критический успех на атаку. Если вы не наносите критически успешный удар до вашего следующего продолжительного отдыха, вы умираете.',
  },
  dragonbloomTea: {
    name: 'Чай Драконьего Цветка',
    body: 'Вы можете выпить этот чай, чтобы совершить атаку огненным дыханием. Сделайте Бросок Инстинкта против всех противников перед вами в пределах Средней дистанции. Цели, против которых вы преуспели, получают d20 физического урона, равного вашему Мастерству.',
  },
  dripfangPoison: {
    name: 'Яд каплезуба',
    body: 'Существо, которое потребляет этот яд, получает 8d10 прямого магического урона.',
  },
  enlightenPotion: {
    name: 'Зелье просветления ',
    body: 'Вы получаете бонус +1 к следующему броску Знаний.',
  },
  feastOfXuria: {
    name: 'Пир Ксурии',
    body: 'Вы можете съесть эту еду, чтобы исцелить все Раны и Стресс и получить 1d4 Надежды.',
  },
  featherbone: {
    name: 'Пуховая Кость',
    body: 'Используйте, чтобы замедлить своё падение на количество минут, равное вашему уровню.',
  },
  gillSalve: {
    name: 'Жаберная мазь',
    body: 'Вы можете нанести эту мазь на шею, чтобы дышать под водой в течение минут, равных вашему уровню.',
  },
  grindletoothVenom: {
    name: 'Яд скрежетозуба',
    body: 'Вы можете нанести этот яд на оружие, наносящее физический урон, чтобы добавить 1d6 к вашему следующему броску урона этим оружием.',
  },
  growingPotion: {
    name: 'Зелье Увеличения ',
    body: 'Вы можете выпить это зелье, чтобы удвоить свой размер, пока не решите отказаться от этой формы или не наступит следующий отдых. В этой форме вы получаете бонус +2 к Силе и +1 к Мастерству.',
  },
  healthPotion: {
    name: 'Зелье Лечения',
    body: 'Излечите 1d4+1 Ран.',
  },
  hometsSecretPotion: {
    name: 'Секретное зелье Хомета',
    body: 'После выпивания этого зелья следующий успешный бросок на атаку вместо этого получает критический успех',
  },
  hopeholdFlare: {
    name: 'Пламя Надежды',
    body: 'При использовании, союзники в пределах Средней дистанции бросают 1d6, когда тратят Надежду. При результате 6 они получают эффект Надежды без ее траты. Пламя действует до конца сцены.',
  },
  improvedArcaneShard: {
    name: 'Улучшенный Мистический Осколок',
    body: 'Вы можете совершить бросок Искусности, чтобы бросить этот осколок в группу противников в пределах Далекой дистанции. Цели, по которым вы успешно бросили, получают 2d20 урона от магии.',
  },
  improvedGrindletoothVenom: {
    name: 'Улучшенный Яд Скрежетозуба',
    body: 'Вы можете нанести этот яд на оружие, наносящее физический урон, чтобы добавить 1d8 к вашему следующему броску урона этим оружием.',
  },
  jarOfLostVoices: {
    name: 'Сосуд Потерянных Голосов',
    body: 'Вы можете открыть этот сосуд, чтобы выпустить оглушающее эхо голосов на количество минут, равное вашему Инстинкту. Существа в пределах Далекой дистанции, не подготовленные к звуку, получают 6d8 урона от магии.',
  },
  jumpingRoot: {
    name: 'Прыгающий корень',
    body: 'Съешь этот корень, чтобы один раз прыгнуть на Далекую дистанцию без необходимости бросать кость.',
  },
  knowledgeStone: {
    name: 'Камень Знаний',
    body: 'Если вы погибаете, держа при себе этот камень, союзник может забрать карту из вашей Руки и поместить её в свою Руку или Хранилище. После того, как он примет это знание, камень рассыпается.',
  },
  majorArcaneShard: {
    name: 'Большой Мистический Осколок',
    body: 'Вы можете совершить Бросок Искусности, чтобы бросить этот осколок в группу противников в пределах Далекой дистанции. Цели, против которых вы преуспели, получают 4d20 урона от магии.',
  },
  majorAttunePotion: {
    name: 'Большое Зелье Гармонии',
    body: 'Вы получаете бонус +1 к Инстинкту до следующего отдыха.',
  },
  majorBolsterPotion: {
    name: 'Большое Зелье Усиления',
    body: 'Вы получаете бонус +1 к Силе до следующего отдыха.',
  },
  majorCharmPotion: {
    name: 'Большое Зелье Обаяния',
    body: 'Вы получаете бонус +1 к Влиянию до следующего отдыха.',
  },
  majorControlPotion: {
    name: 'Большое Зелье Сосредоточенности',
    body: 'Вы получаете бонус +1 к Искусности до следующего отдыха.',
  },
  majorEnlightenPotion: {
    name: 'Большое Зелье Просветления',
    body: 'Вы получаете бонус +1 к Знаниям до следующего отдыха.',
  },
  majorHealthPotion: {
    name: 'Большое Зелье Лечения',
    body: 'Излечите 1d4+2 Ран.',
  },
  majorStaminaPotion: {
    name: 'Большое Зелье Выносливости',
    body: 'Очистите 1d4+2 Стресса.',
  },
  majorStridePotion: {
    name: 'Большое Зелье Быстрого Шага',
    body: 'Вы получаете бонус +1 к Проворности до следующего отдыха.',
  },
  minorHealthPotion: {
    name: 'Малое Зелье Лечения',
    body: 'Излечите 1d4 Ран.',
  },
  minorStaminaPotion: {
    name: 'Малое Зелье Выносливости',
    body: 'Очистите 1d4 Стресса.',
  },
  mirrorOfMarigold: {
    name: 'Зеркало Златоцвета',
    body: 'Когда вы получаете урон, вы можете потратить Надежду, чтобы отменить этот урон, после чего зеркало разбивается.',
  },
  morphingClay: {
    name: 'Глина перевоплощения',
    body: 'Вы можете потратить Надежду, чтобы использовать эту глину, изменив свое лицо настолько, что вас не узнают до следующего отдыха.',
  },
  mythicDust: {
    name: 'Мифическая Пыль',
    body: 'Вы можете нанести эту пыль на оружие, наносящее магический урон, чтобы добавить d12 к вашему следующему броску урона этим оружием.',
  },
  ogreMusk: {
    name: 'Мускус Огра',
    body: 'Вы можете использовать этот мускус, чтобы никто не смог отследить вас обычными или магическими средствами до вашего следующего отдыха.',
  },
  potionOfStability: {
    name: 'Зелье Стойкости',
    body: 'Вы можете выпить это зелье, чтобы выбрать одно дополнительное действие привала.',
  },
  redthornSaliva: {
    name: 'Слюна Красношипа',
    body: 'Вы можете нанести эту слюну на оружие, наносящее физический урон, чтобы добавить 1d12 к вашему следующему броску урона этим оружием.',
  },
  replicationParchment: {
    name: 'Пергамент Копирования',
    body: 'Прикоснувшись этим пергаментом к другому, вы можете идеально скопировать содержимое второго пергамента. После использования этот пергамент становится обычной бумагой.',
  },
  shrinkingPotion: {
    name: 'Зелье Уменьшения',
    body: 'Вы можете выпить это зелье, чтобы уменьшить свой размер вдвое, пока не решите отказаться от этой формы или не сделаете следующий отдых. В этой форме вы получаете бонус +2 к Проворности и штраф -1 к Мастерству.',
  },
  sleepingSap: {
    name: 'Усыпляющий Сок',
    body: 'Вы можете выпить это зелье, чтобы заснуть и хорошо отдохнуть всю ночь. Проснувшись, вы очищаете весь Стресс.',
  },
  snapPowder: {
    name: 'Порошок встряски',
    body: 'Отметьте Стресс, чтобы очистить Рану.',
  },
  staminaPotion: {
    name: 'Зелье Выносливости',
    body: 'Очистите 1d4+1 Стресса.',
  },
  stardrop: {
    name: 'Звёздная Капля',
    body: 'Вы можете использовать эту звездную каплю, чтобы вызвать град комет, который наносит 8d20 физического урона всем целям в пределах Очень Далекой дистанции.',
  },
  stridePotion: {
    name: 'Зелье Быстрого Шага',
    body: 'Вы получаете бонус +1 к следующему броску Проворности.',
  },
  sunTreeSap: {
    name: 'Сок Солнечного Древа',
    body: 'Потребите этот сок, чтобы бросить 1d6. При результате в 5–6, очистите 2 Раны. При результате в 2–4, очистите 3 Стресса. При результате в 1, загляните сквозь завесу смерти и вернитесь измененным, получив один шрам.',
  },
  sweetMoss: {
    name: 'Сладкий Мох',
    body: 'Вы можете съесть этот мох во время отдыха, чтобы очистить 1d10 Раны или 1d10 Стресса.',
  },
  unstableArcaneShard: {
    name: 'Нестабильный Мистический Осколок',
    body: 'Вы можете совершить бросок Искусности, чтобы бросить этот осколок в группу противников в пределах Далекой дистанции. Цели, против которых вы преуспели, получают 1d20 магического урона.',
  },
  varikLeaves: {
    name: 'Листья Варика',
    body: 'Вы можете съесть эти спаренные листья, чтобы сразу получить 2 Надежды.',
  },
  vialOfDarksmoke: {
    name: 'Флакон с Чёрным Дымом',
    body: 'Когда противник атакует вас, используйте этот флакон и бросьте количество d6, равное вашей Проворности. Добавьте самый высокий результат к вашему Уклонению от этой атаки.',
  },
  vialOfMoondrip: {
    name: 'Флакон с Лунной Каплей',
    body: 'Выпив содержимое этого флакона, вы сможете видеть в полной темноте до следующего отдыха.',
  },
  wingsprout: {
    name: 'Крылокорень',
    body: 'Вы получаете волшебные крылья, которые позволяют вам летать в течение минут, равных вашему уровню.',
  },
}
