export const items = {
  airbladeCharm: {
    name: 'Амулет Воздушного Клинка',
    body: 'Вы можете прикрепить этот амулет к оружию с дистанцией Вплотную. Три раза за отдых вы можете активировать амулет и атаковать цель в пределах Средней дистанции.',
  },
  alistairsTorch: {
    name: 'Факел Алистера',
    body: 'Вы можете зажигать этот магический факел по желанию. Его пламя освещает гораздо большую область, чем должно, — достаточно, чтобы осветить пещеру, как при дневном свете.',
  },
  arcaneCloak: {
    name: 'Мистический Плащ',
    body: 'Существо с чертой Заклинателя, носящее этот плащ, может изменять его цвет, текстуру и размер по своему желанию.',
  },
  arcanePrism: {
    name: 'Магическая Призма',
    body: 'Поместите эту призму в выбранное вами место и активируйте ее. Все союзники в пределах Средней дистанции от нее получают бонус +1 к своим Броскам Заклинаний. Пока призма активирована, ее нельзя перемещать. После деактивации призму нельзя активировать снова до вашего следующего Продолжительного Отдыха.',
  },
  attuneRelic: {
    name: 'Реликвия Гармонии',
    body: 'Вы получаете бонус +1 к Инстинкту. Вы можете носить только одну реликвию.',
  },
  bagOfFicklesand: {
    name: 'Мешочек Своенравного Песка',
    body: 'Вы можете убедить этот маленький мешок с песком, чтобы он стал намного тяжелее или легче, успешно выполнив бросок на Влияние (10). Кроме того, при успешном броске на Искусность (10) вы можете выдуть немного песка в лицо цели, чтобы временно сделать ее *Уязвимой* .',
  },
  beltOfUnity: {
    name: 'Пояс Единства',
    body: 'Один раз за сессию вы можете потратить 5 Надежды, чтобы провести Командный Бросок с тремя персонажами вместо двух.',
  },
  bloodstone: {
    name: 'Кровавый Камень',
    body: 'Вы можете прикрепить этот камень к оружию, которое еще не имеет этой особенности. Оружие получает следующую особенность. ***Жестокое:*** Когда вы выбрасываете максимальное значение на кости урона, бросьте дополнительную кость урона.',
  },
  bolsterRelic: {
    name: 'Реликвия Усиления',
    body: 'Вы получаете бонус +1 к Силе. Вы можете носить только одну реликвию.',
  },
  boxOfManyGoods: {
    name: 'Коробка Многих Вещей',
    body: 'Один раз за продолжительный отдых вы можете открыть эту маленькую коробку и бросить 1d12. При результате в 1–6 она пуста. При результате в 7–10 она содержит один случайный обычный расходуемый предмет. При результате в 11–12 она содержит два случайных обычных расходуемых предмета.',
  },
  calmingPendant: {
    name: 'Успокаивающий Кулон',
    body: 'Когда вы должны отметить последний Стресс, бросьте 1d6. При результате в 5 или выше не отмечайте его.',
  },
  chargingQuiver: {
    name: 'Заряжающий Колчан',
    body: 'Когда вы успешно наносите удар стрелой из этого колчана, получите бонус к Броску Урона, равный вашему текущему Рангу.',
  },
  charmRelic: {
    name: 'Реликвия Очарования',
    body: 'Вы получаете бонус +1 к Влиянию. Вы можете носить только одну реликвию.',
  },
  clayCompanion: {
    name: 'Глиняный Спутник',
    body: 'Когда вы лепите из этого шарика глины глиняного животного-компаньона, он ведет себя как это животное. Например, глиняный паук может плести глиняные паутины, а глиняная птица может летать. Глиняные компаньоны сохраняют память и индивидуальность при изменении формы, но могут приобретать новые манеры поведения.',
  },
  companionCase: {
    name: 'Футляр для Компаньона',
    body: 'В этот футляр можно поместить маленького животного-компаньона. Пока он внутри, оба неуязвимы ко всем видам урона и эффектам.',
  },
  controlRelic: {
    name: 'Реликвия Баланса',
    body: 'Вы получаете бонус +1 к Искусности. Вы можете носить только одну реликвию.',
  },
  correctorSprite: {
    name: 'Исправляющий Дух',
    body: 'Этот крошечный дух сидит в изгибе вашего ушного канала и шепчет полезные советы во время боя. Один раз за короткий отдых вы можете получить преимущество на бросок атаки.',
  },
  dualFlask: {
    name: 'Двойная Фляга',
    body: 'В эту флягу можно налить две разные жидкости. Переключаться между ними можно с помощью небольшого переключателя на боковой стороне фляги.',
  },
  elusiveAmulet: {
    name: 'Амулет Скрытности',
    body: 'Один раз за Продолжительный Отдых вы можете активировать этот амулет, чтобы стать *Скрытым*  до тех пор, пока не сдвинетесь с места. Пока вы *Скрыты* таким образом, вы остаетесь невидимым, даже если противник переместится туда, где обычно мог бы вас увидеть.',
  },
  emptyChest: {
    name: 'Пустой Сундук',
    body: 'Этот магический сундук кажется пустым. Скажите ключевое слово или сделайте условное действие — и вы увидите хранимые внутри вещи.',
  },
  enlightenRelic: {
    name: 'Реликвия Прозрения',
    body: 'Вы получаете бонус +1 к Знаниям. Вы можете носить только одну реликвию.',
  },
  fireJar: {
    name: 'Банка с Огнём',
    body: 'Вы можете вылить странную жидкость из этой банки, чтобы мгновенно разжечь огонь. Содержимое восстанавливается после продолжительного отдыха.',
  },
  flickerflyPendant: {
    name: 'Кулон Светлячка',
    body: 'Пока вы носите этот кулон, ваше оружие с дистанцией атаки Вплотную, наносящее физический урон, имеет тонкий блеск и может атаковать цели в пределах Очень близкой дистанции.',
  },
  geckoGloves: {
    name: 'Перчатки Геккона',
    body: 'Вы можете лазать по вертикальным поверхностям и потолкам.',
  },
  gemOfAlacrity: {
    name: 'Самоцвет Проворства',
    body: 'Вы можете прикрепить этот самоцвет к оружию, что позволит вам использовать Проворность при совершении атаки этим оружием.',
  },
  gemOfAudacity: {
    name: 'Самоцвет Дерзости',
    body: 'Вы можете прикрепить этот самоцвет к оружию, что позволит вам использовать Влияние при совершении атаки этим оружием.',
  },
  gemOfInsight: {
    name: 'Самоцвет Чутья',
    body: 'Вы можете прикрепить этот самоцвет к оружию, что позволит вам использовать Инстинкт при совершении атаки этим оружием.',
  },
  gemOfMight: {
    name: 'Самоцвет Мощи',
    body: 'Вы можете прикрепить этот самоцвет к оружию, что позволит вам использовать Силу при совершении атаки этим оружием.',
  },
  gemOfPrecision: {
    name: 'Самоцвет Точности',
    body: 'Вы можете прикрепить этот драгоценный камень к оружию, что позволит вам использовать Искусность при совершении атаки этим оружием.',
  },
  gemOfSagacity: {
    name: 'Самоцвет Рассудительности',
    body: 'Вы можете прикрепить этот самоцвет к оружию, что позволит вам использовать Знание при совершении атаки этим оружием.',
  },
  glamourStone: {
    name: 'Камень Облика',
    body: 'Активируйте этот камень размером с гальку, чтобы запомнить внешность кого-то, кого вы видите. Потратьте Надежду, чтобы магическим образом воссоздать этот облик на себе в виде иллюзии.',
  },
  glider: {
    name: 'Парашют',
    body: 'Во время падения вы можете отметить Стресс, чтобы развернуть этот маленький парашют и безопасно спланировать на землю.',
  },
  greatstone: {
    name: 'Самоцвет Великана',
    body: 'Вы можете прикрепить этот камень к оружию, которое еще не имеет особенности. Оружие получает следующую особенность. ***Мощное:*** При успешной атаке бросьте дополнительную кость урона и отбросьте результат, который меньше всего.',
  },
  homingCompasses: {
    name: 'Компасы Связи',
    body: 'Эти два компаса указывают друг на друга, независимо от того, как далеко они находятся друг от друга.',
  },
  honingRelic: {
    name: 'Реликвия Наставления',
    body: 'Вы получаете бонус +1 к Опыту по вашему выбору. Вы можете носить только одну реликвию.',
  },
  hopekeeperLocket: {
    name: 'Медальон Хранения Надежд',
    body: 'Во время продолжительного отдыха, если у вас есть 6 Надежды, вы можете потратить одну Надежду, чтобы наполнить этот медальон вашей решимостью. Когда у вас нет Надежды, вы можете использовать медальон, чтобы немедленно получить одну Надежду. Медальон необходимо снова наполнить, прежде чем его снова можно будет использовать таким образом.',
  },
  infiniteBag: {
    name: 'Бездонная Сумка',
    body: 'Когда вы храните предметы в этом мешке, они находятся в карманном измерении, где никогда не заканчивается место. Вы можете достать предмет в любое время.',
  },
  lakestriderBoots: {
    name: 'Ботинки Хождения по Воде',
    body: 'Вы можете ходить по поверхности воды, как по мягкой земле.',
  },
  lorekeeper: {
    name: 'Хранитель Знаний',
    body: 'Вы можете сохранить в этой книге имена и подробные сведения о трех враждебных существах. Вы получаете бонус +1 к броскам действия против этих существ.',
  },
  manacles: {
    name: 'Наручники',
    body: 'Эта пара наручников с замком поставляется с ключом.',
  },
  minorHealthPotionRecipe: {
    name: 'Рецепт Малого Зелья Лечения',
    body: 'В качестве действия Привала вы можете использовать флакон с кровью для создания Малого Зелья Лечения.',
  },
  minorStaminaPotionRecipe: {
    name: 'Рецепт Малого Зелья Выносливости',
    body: 'В качестве действия Привала вы можете использовать кость существа для создания Малого Зелья Выносливости.',
  },
  mythicDustRecipe: {
    name: 'Рецепт Мифической Пыли',
    body: 'В качестве действия привала вы можете использовать горсть мелкой золотой пыли для создания Мифической Пыли.',
  },
  paragonsChain: {
    name: 'Цепь Парагона',
    body: 'В качестве действия привала вы можете помедитировать над идеалом или принципом, который вам дорог, и сосредоточить свою волю на этой цепи. Один раз за продолжительный отдых вы можете потратить Надежду, чтобы бросить 1d20 в качестве кубика Надежды для бросков, которые напрямую связаны с этим принципом.',
  },
  phoenixFeather: {
    name: 'Перо Феникса',
    body: 'Если у вас есть хотя бы одно Перо Феникса, когда вы теряете сознание, вы получаете бонус +1 к броску, который вы совершаете, чтобы определить, получите ли вы шрам.',
  },
  piercingArrows: {
    name: 'Пронзающие Стрелы',
    body: 'Три раза за отдых, когда вы успешно наносите удар одной из этих стрел, вы можете добавить ваше Мастерство к Броску Урона.',
  },
  piperWhistle: {
    name: 'Пронзительная Свирель',
    body: 'Эта свирель ручной работы имеет характерный звук. Когда вы дуете в этот свисток, его пронзительный звук слышен в радиусе 1 километра.',
  },
  portalSeed: {
    name: 'Семя Портала',
    body: 'Вы можете посадить это семя в землю, чтобы вырастить портал в этом месте. Портал будет готов к использованию через 24 часа. Вы можете использовать этот портал для перемещения в любое другое место, где вы посадили другое семя портала. Портал можно уничтожить, нанеся ему любое количество магического урона.',
  },
  premiumBedroll: {
    name: 'Первоклассный Спальный Мешок',
    body: 'Во время Привала вы автоматически очищаете Стресс.',
  },
  ringOfResistance: {
    name: 'Кольцо сопротивления',
    body: 'Один раз за продолжительный отдых вы можете активировать это кольцо после успешной атаки по вам, чтобы уменьшить полученный урон вдвое.',
  },
  ringOfSilence: {
    name: 'Кольцо тишины',
    body: 'Потратьте Надежду, чтобы активировать это кольцо. Ваши шаги будут бесшумными до следующего отдыха.',
  },
  ringOfUnbreakableResolve: {
    name: 'Кольцо несокрушимой решимости',
    body: 'Один раз за сессию, когда Мастер тратит Страх, вы можете потратить 4 Надежды, чтобы отменить эффект потраченного Страха.',
  },
  shardOfMemory: {
    name: 'Осколок памяти',
    body: 'Один раз за продолжительный отдых вы можете потратить 2 Надежды, чтобы призвать карту домена из вашего хранилища вместо того, чтобы платить ее стоимость Призыва.',
  },
  skeletonKey: {
    name: 'Скелетный ключ',
    body: 'Когда вы используете этот ключ, чтобы открыть запертую дверь, вы получаете преимущество в броске на Искусность.',
  },
  speakingOrbs: {
    name: 'Разговаривающие Сферы',
    body: 'Эта пара сфер позволяет существам, которые держат их, общаться друг с другом на любом расстоянии.',
  },
  strideRelic: {
    name: 'Реликвия Быстрого Шага',
    body: 'Вы получаете бонус +1 к Проворности. Вы можете носить только одну реликвию.',
  },
  suspendedRod: {
    name: 'Подвешенный жезл',
    body: 'Этот плоский жезл исписан рунами. Когда вы активируете жезл, он сразу же зависает на месте. До тех пор, пока жезл не будет деактивирован, он не будет подчинятся законам гравитации и останется на месте.',
  },
  valorstone: {
    name: 'Камень доблести',
    body: 'Вы можете прикрепить этот камень к доспеху, который еще не имеет свойств. Доспех получает следующее свойство. ***Устойчивое:*** Перед тем, как отметить последнюю Ячейку Брони, бросьте 1d6. При результате в 6 уменьшите тяжесть урона на один порог, не отмечая Ячейку Брони.',
  },
  vialOfDarksmokeRecipe: {
    name: 'Рецепт Флакона с Чёрным Дымом',
    body: 'В качестве действия во время Привала вы можете отметить Стресс, чтобы изготовить Флакон с Чёрным Дымом.',
  },
  wovenNet: {
    name: 'Плетёная сеть',
    body: 'Вы можете совершить Бросок Искусности, используя эту сеть, чтобы поймать небольшое существо. Пойманная цель может освободиться, успешно совершив Бросок Атаки (16).',
  },
}
